{"type":"FeatureCollection", "features": [
{"type":"Feature","geometry":{"type":"Point","coordinates":[-119.494859,49.891304]},"properties":{"bp_id":1,"name":"Phone Bio-based cases from flax crop residuals","country":"Canada","region":"Saskatchewan and Ontario","website":"","partner":"Tinada","latitude":49.891304,"longitude":-119.494859,"img":"bp_general.jpg","video":"","annotation":"Phone cases for smartphone devices that are biobased, 100% compostable, BPA, lead cadmium & phthalates free.","biomass_source":"Flax","product":"Bio-Plastic","summary_en":"A Canadian based company is producing phone cases for smartphone devices that are biobased, 100% compostable, BPA, lead cadmium & phthalates free.\nIt makes use of a material called FlaxsticTM, a combination of non-food crop residuals such as flax shives and fibres, together with biopolymers.\nThe supply chain considers a close involvement and collaboration of different actors such as flax producers, logistics companies, the bio-based company for phone cases and final consumers.\nThe region of Saskatchewan is abundant in oilseed flax. The activity is fostering the creation of new market opportunities for these crop residuals, which are now turning into a new form of revenues and incomes for farmers.\nThe whole business model is also contributing to reduce the amount of plastic employed by consumers, alleviate the dependency from non-renewable fossil fuels and oil-based plastic while enhancing awareness on plant based solutions. The company benefits of a solid market share due to the uniqueness of the product/process. The practice promotes cooperation among similar stakeholders in the agri-food sector while encouraging research for a different use of the FlaxsticTM.\n","context":"•        Reduction of the amount of plastic created by consumer products\n•        Alleviation of the dependency on non-renewable fossil fuels and oil*based plastic\n•        People education on plant based, sustainable alternatives both functional and appealing\n•        Building a type of company customers would be proud to rally behind\n","description":"The Canadian based company has developed phone cases for IPhone and Android devices that are biobased, 100% compostable, BPA, lead cadmium & phthalates free. \nPelacase makes use of a material called FlaxsticTM: it is a combination of non-food source crops residual giving biopolymers, together with flax fiber and flax shive obtained from annual flax residuals. Such materials are then processed by a company called Open Mind Development (OMD) creating the actual cases for Pelacase.\n","actors":"•        Farming selling residuals\n•        Processing companies selling residuals\n•        Processing companies creating the cases\n•        Consumers buying the cases\n","phase":"The project is already running since 2011 as a successful business, being then a TRL of stage 9.","process":"•        Development of FlaxsticTM, a flax straw residual and biopolymer material, \n•        Employment of FlaxsticTM  for phone cases\n•        Making a product usually made of plastic more sustainable\n•        Finding new use for residuals and recycled materials from multiple agri-food sectors\n•        Catchy and appealing promotion in social media; \n•        Uniqueness of the products: thanks to the FlaxsticTM production method, every case acquires a unique pattern\n","outcomes":"•        Bio-based phone cases products\n•        Increased circular economy\n•        Employment of wasted flax residuals\n•        Increased awareness for greener products of everyday use\n•        Appealing, strong products\n•        Further research in the use of FlaxsticTM\n","farmer_benefits":"•        Use of otherwise wasted residuals in the field, as flax residuals are in fact too difficult to be broken down in the field\n•        Revenue for the employment of residuals\n•        Increased collaboration among similar stakeholders of their field and other members of agri-food sector\n•        Solid market share due to the dedicated promotion campaign on social media\n•        As the region of Saskatchewan is abundant in oilseed flax, there is a great interest in finding use to its residuals\n","bbpc_benefits":"•        Cheap materials to produce the phone cases\n•        Solid market share due to the dedicated promotion campaign on social media\n","other_benefits":"•        Appealing products, promoted in various websites \n•        Eco-friendly, Toxic and BPA, lead, cadmium, phthalates free phone cases\n•        Strong material of the phone cases, natural shock absorbing \n•        Uniqueness of patterns of the cases\n","other_factors":"•        Free/low shipping, and worldwide\n•        Biomass availability\n•        Employment of the transformation techniques to create such cases\n"}},
{"type":"Feature","geometry":{"type":"Point","coordinates":[7.936106,45.052714]},"properties":{"bp_id":2,"name":"Soil Nutrients from Wool","country":"Italy","region":"Piedmont","website":"https://www.interregeurope.eu/policylearning/good-practices/item/256/life-greenwoolf-project/","partner":"Tinada","latitude":45.052714,"longitude":7.936106,"img":"bp_general.jpg","video":"","annotation":"An “Interreg-europe” project has developed activities for the re-use of remaining coarse wool from sheep farming, which resulted unserviceable for further textile application.","biomass_source":"Wool","product":"Soil Nutrients","summary_en":"An “Interreg-europe” project has developed activities for the re-use of remaining coarse wool from sheep farming, which resulted unserviceable for further textile application. Wool residuals are converted into soil conditioner fertilizers using small-scale, local hydrolysis plants. Heated water treatments convert wool keratin into fertilizers. Sheep wool has elements beneficial to plants like azote and carbons; moreover, its capacity to absorb humidity is important to those soils less able to store water.\nThe activity fosters collaboration amongst several and different actors such as research centres, manufacturing companies, local farmers and companies producing organic fertilizers and soil/plant amendments.\nThe organic fertilizers produced from wool contributes to reuse a considerable amount of waste (200.000 tons of coarse wool generated in the EU every year). The process requires the establishment of small scale, local hydrolysis plants.\nThe practice is delivering a number of benefits and new opportunities for practitioners:\n•        Reduced transportation costs of both fertilizers and wool waste\n•        Better control of the coarse wool waste\n•        More integrated environmental management\n•        Elimination of transportation costs and environmental damages related to coarse disposal\n•        Production of fertilizers for the processing companies without supplement of dangerous chemicals\n•        Better management of the coarse produced by farmers, with the possibility of additional profit generation\n","context":"","description":"Re-use of the remaining of coarse wool from sheep farming, which is unserviceable for further textile application, into soil conditioner fertilizers using small-scale, local hydrolysis plants, thus reducing transportation costs of both fertilizers and wool wastes and eliminating scouring and disposal of coarse wools.","actors":"•        Research centers\n•        Manufacturing companies \n•        Local/EU sheep farmers\n•        Companies producing organic fertilizers & soil/plant amendments\n","phase":"Pilot","process":"•        Organic fertilizers produced\n•        Reuse of a considerable amount of waste (200.000 tons of coarse wool in the EU only every year)\n•        Small scale, local hydrolysis plants\n","outcomes":"•        Reduced transportation costs of both fertilizers and wool waste\n•        Greater income for farmers\n•        Better control of the coarse wool waste\n•        More integrated environmental management\n•        Elimination of the transportation costs and environmental damages related t coarse disposal\n","farmer_benefits":"","bbpc_benefits":"","other_benefits":"•        Production of fertilizers for the processing companies without the addition of dangerous chemicals\n•        Better management of the coarse produced for farmers, with the possibility of additional profit generation\n","other_factors":""}},
{"type":"Feature","geometry":{"type":"Point","coordinates":[11.86647,44.308412]},"properties":{"bp_id":3,"name":"Bio product from grape processing – the Polyphenols practice","country":"Italy","region":"Emilia-Romagna","website":"http://www.caviro.com ","partner":"Itabia","latitude":44.308412,"longitude":11.86647,"img":"bp_general.jpg","video":"","annotation":"Example of biorefinery able to use its agricultural residues to produce a varied range of bio-based products.","biomass_source":"Grape","product":"Polyphenols","summary_en":"A winery and distillery company, located in the northern-east of Italy, turned to be an excellent example of biorefinery able to use its agricultural residues to produce a varied range of bio-based products.\nThanks to the total usage of biomass generated by grape processing (540,000 tons/year), the wine company has brought waste production close to zero (0.1% of the discarded materials).\nIn order to obtain the best valorization of organic residues, the owner has equipped the process with modern technologies able to extract natural antioxidants and oils from grapes seeds.\nPolyphenols: is a natural antioxidants used in the pharmaceutical, nutraceutical, food and cosmetics industries. The oil obtained by the process, is recommended for its high content of polyunsaturated components, which are higher than all other vegetable oils.\nThe company counts numerous production partners including 30 wine cooperatives producing wine from 12,500 vine growers over an area of 35,000 hectares, equal to 7 million quintals of grapes produced every year.\nA number of factors has contributed to trigger new market opportunities for this company:\n•        Consistent and steady availability of biomass\n•        Increasing requirements for biodegradability and environmental compatibility of products\n•        Activated agreements of partnership with other stakeholders (within the region or other regions and/or inter-sectorial)\n","context":"Caviro is an important example of a multi-product biorefinery integrated.\nCaviro, in addition to being a modern winery and distillery, is an excellent example of biorefinery able to use agricultural and agroindustrial residues to produce a varied range of bio-based products (ex. third world producer of natural tartaric Acid). This company invests many economic resources to make sustainable its production cycles (100 million euros from 2010 to 2015).\nThanks to the total exploitation of by-products generated by grape processing (540,000 tons/year), Caviro has brought production of waste close to zero (0.1% of the discarded materials); has achieved total energy self-sufficiency with renewable sources (about 20,000 toe/year); returns to the territory the compost (soil improver) and water (first in Italy for waste water recovery).\nThe production of grape must, enocianina and the supply of industrial services complete the range.\n","description":"Caviro is an agricultural cooperative whose mission is to promote the grapes of its members. The cooperative develops of an innovative model of local circular bioeconomy.\nCaviro is a successful case for the ability to make the most of every type of by-product generated by processing the grapes.\nThe by-products of the winemaking process are used to make sugars and grape juices, alcohol, calcium tartrate, tartaric acid, compost (used for agricultural purposes) and bioenergy.   In order to obtain the best valorization of organic residues, Caviro has equipped itself with modern technologies to extract enocyanine and grape seeds from the marc.. The enocyanine (extracted from the red grape skins) is a natural dye of the anthocyanin group whose main use is directed to the food sector where it is identified with the initials E163.\nFrom the grape seeds, precious elements are extracted:\n•        Polyphenols. A natural antioxidants used in the pharmaceutical, nutraceutical, food and cosmetics industries.\n•        Oil. It is recommended for its high content of polyunsaturated  components, far superior to all other vegetable oils.\nFrom the sediments of the squeezing of the grapes, Natual Tartaric Acid is obtained, which supplies a wide range of industrial sectors including: Food and Pharmaceutical Sector, Chemical Industry and Construction Industry.\n\nCompost. A process of natural bio-oxidation of residues transform the biomass into a stable organic and rich matter.\nMarketed under the ECONAT brand, Caviro’s compost is a natural organic soil improver – high in nitrogen, phosphorus and potassium – this soil supplement restores the organic and stabilised substances to the soil impoverished by the over use of chemical fertilisers, thereby allowing the return to fertility on a medium-long term period and the reduction of pollution caused by the massive use of synthetic fertilisers.\n\nAbout energy, Caviro has a thermoelectric power plant fueled by solid biomass (agri-food and lignocellulosic residues), biogas (produced by the anaerobic digestion of the internal wet organic residues) that produces high pressure and temperature steam and is equipped with two turboalternators for production of electricity.\nThe self-produced electric energy allows Caviro almost total independence from the supply from the national network, while from the thermal point of view, the company is already completely self-sufficient.\nIn addition, a production line of biofuels, biomethane starting from biogas upgrading, is being launched. (3.000 Nmc/h). The production of biomethane is the result of a European joint venture with a leading French company in the sector.\n \n","actors":"The company currently boasts numerous production partners including 30 wine cooperatives providing wine from 12,500 vine growers over an area of 35,000 hectares and who produce 7 million quintals of grapes. In the Caviro cooperative there are also seven wine cooperatives which provide the by-products of their production, two wine consortia and two fruit and vegetable cooperatives.","phase":"Already on the market.","process":"•        New technologies applied to by-products\n•        New matrices used\n•        innovative agro-industrial and economic collaboration system\n•        a new technique for byproducts extractions/collection has been adopted allowing a better organisation of employes roles and tasks hence improved productivity.\n","outcomes":"•        Bio-based products\n•        important example of a circular bioeconomy and a zero waste production target\n","farmer_benefits":"Farmers must not bear the costs of disposal of residual biomasses; in some cases they get a profit margin from their sale.","bbpc_benefits":"•        New and renewable natural matrices used\n•        innovative agro-industrial and economic network system\n•        a new technique for byproducts extractions/collection has been adopted allowing a better organisation of employes roles and tasks hence improved productivity.\n","other_benefits":"•        New opportunities such as new type of market segments\n•        new jobs\n•        SOCIAL ADVANTAGE determined by the positive environment externality. Social advantage such us social costs such as disease reduction, impact on climate change and useful knowledge to strengthen trajectories towards the new bioeconomic paradigm (circular economy). For the moment, the main benefit for all the practitioners, including the final consumer, is an advantage of image, therefore of marketing. When this advantage will be economically recognized by environmental taxation, it will also become an economic advantage.\n","other_factors":"•        Consistent availability of biomass. Residual biomass is available in high quantities in plants that process many raw materials in the agro-industry.\n•        The increasing requirements for biodegradability and environmental compatibility of products can be met from agricultural raw materials\n•        Activated agreements of partnership with other stakeholders (within the region or other regions and/or inter-sectoral).\n•        Developed a new available technology for biomass processing (biogas upgrading for biometathane production). \n"}},
{"type":"Feature","geometry":null,"properties":{"bp_id":4,"name":"Bio product from grape processing – the enocyanine practice","country":"Italy","region":"Emilia-Romagna","website":"http://www.caviro.com","partner":"Itabia","latitude":null,"longitude":null,"img":"","video":"","annotation":"","biomass_source":"Grape","product":"Enocyanin","summary_en":"A winery and distillery company, located in the northern-east of Italy, turned to be an excellent example of biorefinery for the conversion of its agricultural and agro-industrial residues into a varied range of bio-based products.\nThanks to the total usage of biomass generated by grape processing (540,000 tons/year), the wine company has brought waste production close to zero (0.1% of the discarded materials).\nIn order to obtain the best valorization of organic residues, the owner has equipped the process with modern technologies able to extract enocyanine.\nThe substance, extracted by red grape skins, is a natural dye of the anthocyanin group, which main use is addressed toward the food sector falling under the code of E163.\nThe company counts numerous production partners including 30 wine cooperatives producing wine from 12,500 vine growers over an area of 35,000 hectares, equal to 7 million quintals of grapes produced every year.\nIn order to integrate a sustainable business model, the wine company has focused major efforts on:\n•        Identifying new technologies applied to by-products\n•        Applying new matrices\n•        Fostering collaboration with agro-industrial entities\n•        Adopting new techniques for bio products extractions/collection that allowed a better organisation of employees’ roles and tasks hence improved productivity\n","context":"","description":"","actors":"","phase":"","process":"","outcomes":"","farmer_benefits":"","bbpc_benefits":"","other_benefits":"","other_factors":""}},
{"type":"Feature","geometry":null,"properties":{"bp_id":5,"name":"Bio product from grape processing – The natural tartaric acid practice","country":"Italy","region":"Emilia-Romagna","website":"","partner":"Itabia","latitude":null,"longitude":null,"img":"","video":"","annotation":"","biomass_source":"Grape","product":"Natural Tartaric acid","summary_en":"A winery and distillery company, located in the northern-east of Italy, turned to be an excellent example of biorefinery for the conversion of its agricultural and agro-industrial residues into a varied range of bio-based products.\nThanks to the total usage of biomass generated by grape processing (540,000 tons/year), the wine company has brought waste production close to zero (0.1% of the discarded materials).\nIn order to obtain the best valorization of organic residues, the owner has equipped the process with modern technologies able to extract natural tartaric acid from the sediments left by grape crushing and destemming.\nNatual Tartaric Acid applies to a wide range of industrial sectors including food, pharmaceutical, chemical and the construction industry.\nThe company counts numerous production partners including 30 wine cooperatives producing wine from 12,500 vine growers over an area of 35,000 hectares, equal to 7 million quintals of grapes produced every year.\nIn order to integrate a sustainable business model, the wine company has focused major efforts on:\n• Identifying new technologies applied to by-products\n• Applying new matrices\n• Fostering collaboration with agro-industrial entities\n• Adopting new techniques for bio products extractions/collection that allowed a better organisation of employees’ roles and tasks hence improved productivity","context":"","description":"","actors":"","phase":"","process":"","outcomes":"","farmer_benefits":"","bbpc_benefits":"","other_benefits":"","other_factors":""}},
{"type":"Feature","geometry":{"type":"Point","coordinates":[8.400214,40.828516]},"properties":{"bp_id":6,"name":"Bio products from thistle","country":"Italy","region":"Sardinia","website":"http://www.matrica.it/Default.asp?ver=en","partner":"Itabia","latitude":40.828516,"longitude":8.400214,"img":"bp_general.jpg","video":"","annotation":"The raw material, extracted by thistle plant, is selected to create an innovative range of bio-products (bio-plastics, bio-lubricants, plant protection, additives for the rubber and plastics industries, food fragrances, pro-teins material for feed).","biomass_source":"Thistle","product":"Bio-Plastic\n Bio-oil\n Bio-lubricants\n Plant protection","summary_en":"The green industrial requalification of a former petrochemical area in crisis led to the establishment of a bio refinery for the production of bio-based materials from thistle.\nThe raw material, extracted by thistle plant, is selected to create an innovative range of bio-products (bio-plastics, bio-lubricants, plant protection, additives for the rubber and plastics industries, food fragrances, pro-teins material for feed).\nAn important feature is the production of bio-extender oils that have been specifically designed for the tyre industry and are allocated to replace partially, or fully, those from fossil origin.\nThe bio-plasticizers, which are used in the flexible PVC industry, results as a valid and effective alternative to the more commonly used phthalate esters.\nThe thistle practice has revived strategic partnership amongst several actors such as thistle producers, cattle farmers, beekeepers, the bio-based companies and end users.\nThe activity is triggering positive benefits for local farmers, encouraging the development of new crops led by the new market opportunities offered by the thistle plant. In addition, business diversification and new forms of income have been created for those farmers involved in the business.\nThe cultivation of the thistle allows them to obtain a net profit of at least 245 euros per hectare thanks to the incentives of Measure number 10 of the PSR, Regional Rural Development Program.","context":"Matrìca is a 50:50 joint venture between Versalis (part of ENI, a global leader in the manufacture and marketing of petrochemical products), and Novamont, a company at the forefront of the bio-plastics industry. \nThe biorefinery was built in an industrial area in crisis (former petrochemical area).\nThe purpose of Matrìca is to reconvert the petrochemical facility at Porto Torres into a integrated green chemistry complex to develop a state-of-the-art range of products sourced from vegetable raw materials, using an integrated agricultural production chain. \n","description":"Matrìca is an integrated, third-generation biorefinery that, starting from the use of agricultural raw materials and vegetable waste, produces a wide range of chemical products through innovative processes with low levels of environmental.\nThe plant was built in an abandoned industrial area also to overcome its current economic and social crisis.\nIn 2017, about 600 hectares of marginal land have been cultivated with thistle (Cynara cardunculus var. Altilis), a native Sardinian culture, adopting sustainable agriculture techniques (low level of inputs). Matrica's philosophy aims at a full use of the product and by-products of vegetable crops. The unused part of the plant, which contains cellulose, hemicellulose and lignin, is biomass useful for generating energy. Matrica represents a model to trigger local regeneration in economic, environmental and social terms, making the most of existing local resources and skills, with a positive impact on long-term employment prospects. Matrìca currently employs more than 120 staff across its operational, research and administrative infrastructures.\nUniversity graduates account for more than 10% of the workforce, with the remainder being constituted by experienced high-school graduates.\n  \nThe Matrìca process for the transformation of vegetable oils into mono and dicarboxylic acids and esters makes it possible to obtain high-purity products with low levels of environmental impact.\nMatrìca's products - which are characterized by their biodegradability and low level of toxicity - are a sustainable solution, combining renewability and high performance.\nBBPs made:\n•        The Bio Monomers plant is fed with vegetable oils and has a production capacity of 35,000 ton/y.\n•        The Rubber and Polymer Additives plant is integrated into the Bio Monomers plant and it is dedicated to the production of extensor oils.\n•        The Esters plant is flexible and independent and it is dedicated to the production of specialties for various applicative fields. \n•        The thistle, a flower much appreciated by bees, also represents an opportunity for the development of the honey supply chain. For this reason, numerous apiaries have been installed near the thistle plantations.\n•        The oil cake for the production of protein feed for animal husbandry.\n\nScreen reader support enabled.\n","actors":"Excellent is the integration with the agricultural sector through professional agreements.\nThe presence of the biorefinery help to bolster the area's competitiveness and commitment to innovation, maximizing the potential for growth on various fronts: from the primary sector (agriculture, livestock breeding and beekeeping, to name just a few), to the secondary sector (farming vehicles and equipment, logistics and the manufacturing side of the processing of bio-based products) and even the tertiary sector (partnerships with local universities and research bodies).\n","phase":"Already on the market.\nTo expand the range of raw materials to be used and improve the quality of bioproducts, research lines, pilot plants and demonstration plants are active.\n","process":"Matrica uses a proprietary technology that is radically different from the existing ones: it does not use ozone in the oxidative cleavage reaction of vegetable oil and allows the production of known intermediates such as azelaic acid, pelargonic acid, as well as new proprietary products, through a safe and low environmental impact process.\nThe Matrìca process for the transformation of vegetable oils into mono and dicarboxylic acids and esters makes it possible to obtain high-purity products with low levels of environmental impact\n","outcomes":"•        New bio-products that can replace analogues coming from petrochemical synthesis. \n•        New bio-products made with low impact technologies \n•        New techniques\n•        New raw material\n•        Renewable energy.","farmer_benefits":"The cultivation of thistle is leading to the full economic exploitation of fallow or outlying plots, the total extent of which in Sardinia increased by around 200,000 hectares in the period 1982-2010, according to an agricultural survey published by ISTAT.\nThe cultivation of the thistle allows farmers to obtain a net profit of at least 245 euros per hectare thanks to the incentives of Measure 10 of the PSR, Regional Rural Development Program. \nThe objective of the Sardinian region is to encourage the cultivation of the thistle up to 10,000 hectares in lands that are marginal and do not affect the primary fruit and vegetable production, also bringing benefits for animal breeding.\nThe presence of the new production facility help to bolster the area's competitiveness and commitment to innovation, maximizing the potential for growth on various fronts: from the primary sector (agriculture, the rearing of livestock and beekeeping, to name but a few), to the secondary sector (farming vehicles and equipment, logistics and the manufacturing side of the processing of bio-based products) and even the tertiary sector (partnerships with local universities and research bodies).\n","bbpc_benefits":"Matrica's mission, since its origin, is to create a multi-product integrated biorefinery. This company was founded with the idea of creating a plant for green chemistry and bioeconomy. It is an initial choice that the 2 companies Novamont and Versalis have made at the time of their agreement. The economic benefit from the change is therefore not measurable","other_benefits":"The activity of the Matrica plant has created many new job with high professionalism in an area where the industrial crisis had led to the loss of qualified work to many people.\nThere is a link between the positive effects of Matrica on the environment and the SOCIAL ADVANTAGE. There are positive externalities ranging from disease reduction, to climate change containment. These are useful indicators to define the trajectories towards the new bioeconomic paradigm (circular economy).\nAt the moment, in addition to the creation of employment, the main advantage for all practioners or end-users involved is in the image (marketing) and cultural. When these advantages will be economically recognized by environmental taxation, they will also produce economic benefits.\n","other_factors":"Matrica was partly funded by the FIRST2RUN project, which started in July 2015 and was aimed at developing the first and lowest value of the value chain in oilseed and underused crops (eg thistle) or bio-monomers (particular pelargonic and azelaic acid) as ingredients with high value-added bioproducts, biolubricants, cosmetics, bioplastics, additives through the integration of chemical and biotechnological processes.\nAnimal feed and chemicals added value in order to increase the sustainability of the value chain. The cost of the project was significant, being 1,665 MMS with a total eligible cost of € 25,022,688.75 and about € 30 M of additional estimated assets (Grant: € 16,995,882.00)\n"}},
{"type":"Feature","geometry":{"type":"Point","coordinates":[-5.161088,50.926922]},"properties":{"bp_id":7,"name":"Candle cubes from Apple wood – the product","country":"Belgium","region":"Hasepngouw","website":"https://www.haspenwood.com/nl/ ","partner":"BB Project","latitude":50.926922,"longitude":-5.161088,"img":"be_haspencubes.jpg","video":"https://youtu.be/QpAIV_k-Hgk","annotation":"The candles and fire pit made out of wood chips and paraffin became a local alternative to the paraffin pots traditionally used by farmers.","biomass_source":"Apple wood","product":"Candles","summary_en":"The apple industry turned out to be a big opportunity for the region of Hasepngouw (Belgium). The high availability of wooden residues from apple trees, prompted a Belgian company to create new value added products out of this specific biomass.\nAbout 800.000 apple trees (30.000 tons of wood) are stubbed in the region every year. Before of this prac-tice, the generated biomass was kept underexploited or left beside on the field.\nThe candles and fire pit made out of wood chips and paraffin became a local alternative to the paraffin pots traditionally used by farmers.\nThe product is sold to practitioners and used as frost protection for the blossom in orchards (both open field and covered), with 8 hours-burning-time. Candles can also be used in gardens, with a burning time of 3 – 4 hours;\nThe practice follows a circular approach, with several benefits for practitioners:\n1. Ashes turn into organic fertilizer for the orchard\n2. The farmer does not have to collect the empty pots\n3. Optimized logistics due to the cubic shape of the candles\n4. The product is cheaper than the normally used pots (1500€ / night / ha instead of 2500€)\n5. Producing no smoke makes them suitable for protected crop areas as, for example, Sherries\n6. Smaller in size, farmers can drive over with tractors\n7. Farmers can reuse their own wood as a source material\n8. They contain only a limited amount of paraffin","context":"Every year apple farmers in Haspengouw renew about 6% of their apple plantations. They invest for around 20,000 euros per hectare in the removal of the old trees and the purchase and planting of new trees. At the same time, they are confronted with the fact that these new trees will only generate an income after 3 years.\n\nToday about 800.000 apple trees (30.000 tons of wood) are yearly stubbed in the region of Haspengouw. Most of the wood is left somewhere beside on the field, shredded and processed in the ground, part of it is used for heating private homes where owners will get it for free when they come to collect it themselves, or sometimes it will be collected for shredding and processing into compost. This means we have a big opportunity and availability of biomass (wood of apple trees) in this region.\n","description":"Haspenwood took the decision to create new (value added) products out of that wood: \nSome of them are :\n-        Apple wood smoke chips and smoke planks\n-        Smoked fleur de sel\n-        Smoked ‘ROOK’ beer\n-        Haspencubes candles and fire pit made from wood chips and paraffin \nhttps://youtu.be/QpAIV_k-Hgk\nSubtitled: https://www.youtube.com/watch?v=6Fl4hcUGvEU \nThese Haspencubes are considered as being one of the good practices in Belgium by using available biomass and creating value added products both for the consumer and the professional market.\nConsumer market : Candles for the garden, burning 3 – 4 hours in a special designed fire pit.\nProfessional market : Frost protection for the blossom in orchards (both open field and covered).\nShort description of process :\n1.        Collecting wood, identifying orchard field.\n2.        Shredding \n3.        Mixing with special developed paraffin chips\n4.        Pressing into a cube with special designed ‘burning hole’, for 100% burning without smoke production.\n5.        Packing and labeling with place of origin (details on the original orchard where the wood came from) \n","actors":"-        Fruit farmers – supplier biomass : at first apple producers, but also pear and other fruit will be possible. Providing biomass.\n-        Haspenwood : developer , producer and sales for the new value added products.\n-        BB Projects : advising services and contacts with farmers.\n-        SIRRIS : advising technological innovation\n-        UGent : test and development on making the perfect form for 100% burning without smoke.\n-        PCfruit : real life testing within different fields and crops.\n-        SPAAS : producer of the paraffin chips\n-        Designers \n-        Private Customers (shops, whole sale, private customers through webshop,... ) mainly for use within private garden as lighting and atmosphere creation.\n-        Fruit farmers – customers : using candles for frost protection.\n","phase":"A lot of research has been done on producing a working design of Haspencubes and testing the candles within a real environment. \nThe cube is already on the market for private customers for lighting there garden or event. \nToday investment is done on 2 levels :\n-        Innovation on increasing production capacity (at the moment they use an own developed semi-manual press which produces 1 by 1.\n-        Innovation on the cube for making them 100% suitable and easy for use for frost protection. Research is done on a special paper for packaging, which protects the cube against rain and wet grass. This papers must also burn with the candle as a whole without producing smoke (important for covered orchards). Farmers will put the candles out when there is a frost warning, but only light them when the temperature really drops below zero. If not they stay into the field for next possible use.\n-        Test on making cubes which can burn up to 8 hours giving a 100% protection through the night. Today they burn 4 hours which needs them to be replaced during the night.\n","process":"The Haspencubes are a local alternative for the paraffin pots with plenty of advantages for the farmer :\n1. They burn to the ground and the ashes are an organic fertilizer for the orchard.\n2. The farmer does not have to collect the empty pots which are currently used and is not left behind with residual waste (empty metal pots).\n3. Haspencubes have a cubic shape which allows for easy stocking on euro pallets. (96 Haspencubes per pallet) \n4. Haspencubes are cheaper than the normally used pots (1500€ / night / ha instead of 2500€)\n5. Producing no smoke makes them suitable for protected crop areas as e.g. sherries.\n6. Cube is lower than traditional fire pot, which allows farmer to drive over it with a tractor.\n7. Farmers can reuse their own wood as a source material.\n7. They contain only a limited amount of paraffin compared to the normal pots used. (Environmentally friendly)\n\nThe Cubes are also a nice design which offers local marketing on sustainability of the farmer by adding the exact location / farmer owner of the orchard where the wood comes from. \n","outcomes":"Create a value added product for 2 (3) markets :\n1.        Professional farmer : to protect blossoms of freezing with local biomass, which is cheaper and environmental friendlier then current paraffin pots.\n2.        Consumer market : garden candles \n3.        Hobby gardener : protecting crops against frost in a small glasshouse, private orchard, …\nPotential for using 100% of the available biomass from apple trees in the region , also potential for increasing it by use of other fruit crops.\n","farmer_benefits":"-        Instead of shredding the wood and processing it in the ground (cost factor) , farmers are payed for the wood (profit factor)\n-        Collection of wood is done by the producer of the cubes.\n-        40% cost reduction compared to normal fire pots (1500€/night/ha compared to 2500€/night/ha)\n-        Labor time reduction due to :\no        25% more cubes on a pallet compared to normal pots, which allows less travelling time to orchard.\no        Cubes burn for 100%, no need for collection of empty pots.\n-        25% more cubes on a pallet also means less storage space needed.\n-        Ashes are an organic fertilizer for the orchard.\n-        No waste costs for recycling used metal cans from fire pots\n-        Marketing possibilities on sustainable use of resources / waste. Each cube is market with the exact location of the orchard where the wood comes from.\n","bbpc_benefits":"-        By focussing on 2 markets (professional and private) Haspenwood will have a better sales potential throughout the year. Also in years without frost, cubes will be sold the private customers. Garden candles can also be sold throughout the whole country , even have potential for export.\n-        Building a new automatic machine / press will allow them to produce bigger volumes at a lower cost/unit (compared by semi-manual 1 by 1)\n-        Potential for sales of cubes are very much higher than the products developed and sold until now (smoked fleur de sell, wooden plates,…). Cubes has the potential for 100% use of available biomass, even for using other equivalent sources.\n","other_benefits":"-        Spaas developed the special paraffin chips and worked nearly with Haspenwood to finalise the right mix %, right pressure during pressing/production of cubes,… This makes him a privilege producer. With the export potential of the product he will be entering a new professional market.\n-        There will also be a market for the potential producer of the packaging around the cube, which is still in research. It must protect the cube during transport but also against rain and wet environments; and need to burn with the cube producing no smoke.\n","other_factors":"-        8 hour burning time (instead of 4) will make this a perfect product for the professional market  (easy and cheaper to use than traditional protection).\n-        Value adding is much higher compared to use at this time (mainly composting)\n-        Potential for reuse of all available biomass from fruit orchards.\n-        Potential for all Europe, surely for those having frost during winter time ( olive trees, vinyards,…)\n"}},
{"type":"Feature","geometry":null,"properties":{"bp_id":8,"name":"Candle cubes from Apple wood – the process","country":"Belgium","region":"Hasepngouw","website":"","partner":"BB Project","latitude":null,"longitude":null,"img":"","video":"","annotation":"","biomass_source":"Apple wood","product":"Candles","summary_en":"The apple industry turned out to be a big opportunity for the region of Hasepngouw (Belgium). The high availability of wooden residues from apple trees, prompted a Belgian company to create new value added products out of this specific biomass.\nThe candles and fire pit made out of wood chips and paraffin became a local alternative to the paraffin pots traditionally used by farmers.\nInstead of shredding the wood and processing it in the ground (cost factor), the processing company is taking care of the wood collection with farmers being payed for getting rid of their activity residuals (profit factor).\nBy focussing on two markets (professional and private), the processing company will have a better sales throughout the year. In years without frost, candles are sold to private customers where the product has a po-tential to be marketed towards the entire national territory and exported in foreign countries.\nPotential for sales of cubes are very much higher when compared to the products developed and sold until now (smoked fleur de sell and wooden plates).\nThe practice offer market opportunities for potential producers of the cube packaging, which is still under Research. In fact, the product must be protected during transport and against rain and wet environments; and need to burn without smoke emissions.","context":"","description":"","actors":"","phase":"","process":"","outcomes":"","farmer_benefits":"","bbpc_benefits":"","other_benefits":"","other_factors":""}},
{"type":"Feature","geometry":{"type":"Point","coordinates":[-3.526414,50.951438]},"properties":{"bp_id":9,"name":"Fish-tomato farm partnership","country":"Belgium","region":"Deinze","website":"http://omegabaars.be/,  http://www.tomatomasters.be/","partner":"BB Project","latitude":50.951438,"longitude":-3.526414,"img":"be_tomato_masters.jpg","video":"https://kanaalz.knack.be/embed/video/1373985","annotation":"The tomato farm supplies electricity, rain water and residual heat to fish nursery while receiving back filtered water as a reciprocal ser-vice.","biomass_source":"Fish farming residuals","product":"Soil nutrients","summary_en":"A Belgian tomato grower has entered into a unique collaboration with a fish farm. The tomato farm supplies electricity, rain water and residual heat to fish nursery while receiving back filtered water as a reciprocal ser-vice. The water becomes an excellent product full of nutrients for the tomato crops, reducing the use of ferti-lizers with clear benefits for the farmer and the environment.\nBoth companies need large quantities of water for their productions. The tomato farm collects sufficient rainwater thanks to the large roof surface of the greenhouses and is able to supply part of it to the fishing farm.\nThe fishing farm water, soiled by feces and feed debris, but rich in nutrients, is drained regularly and mixed with fresh water.\nThanks to this concept, it is possible to have aquaculture without wasting water. In addition, the tomato farm is saving money on buying extra fertilizers.\nAround 40-400 m³ fishwater/day are channeled toward the tomato farm from March to October, which amounts to the 90% of the total water processed by the fishing farm.\nThe tomato farm counts a cost reduction of €22000/year in fertilizers while the fish farming has considerably reduced the amount of wastewater that had to be purified before being discharged into nature.\nThere is a 50% less distribution costs for the fishing farm and a fixed price for a part of the electricity pro-vided by the tomato company.","context":"Tomato grower ‘Tomato Masters’ has entered into a unique collaboration with a fish farm Omegabaars. In short, Tomato Masters supplies electricity and residual heat to the fish nursery and receives the (filtered) water from the fish as a reciprocal service. This water, full of nutrients, they use as nutrient water for their tomatoes. In this way they save on fertilizers, which benefits them and the environment. A unique collaboration in Europe!\n\nThis practice started with the vision Stijn Van Hoestenberghe had. Another motive to develop this practice, was the growing consumer demand for sustainable and healthy fish. Overfishing and not sustainable and/or healthy aquaculture have led to this growing demand. Therefore Stijn wanted to create a sustainable aquaculture system, completely disconnected from the environment out of precaution for diseases, with a fish of high quality. This system had to be sustainable in different ways; low waste of water, not using fishmeal/oil, low in electricity use, etc. Due to this vision, quickly they came out to a logical collaboration between aquaculture and horticulture. A location for the fish cultivation was found, close to Tomato Masters. \nDue to the fact that this system was completely new in Flanders (and probably beyond) a lot of research, trial and error and adjustments were made to become eventually to a feasible business plan. First a fish species had to be found, next the right feed had to be developed and tested, the water exchange had to be safe, etc. ","description":"The process exists out of exchange of 2 side-streams:   1.        Exchange of heat and electricity:\nA tomato grower grows his tomatoes. In Belgium, a greenhouse is heated. Therefore, Tomato Masters has its own Combined Heat and Power (CHP). Cogeneration generates a percentage waste heat. This now goes to Aqua4C to use for the startup of the basins, which are located next to Tomato Masters. Next to this, Tomato Masters also exchange electricity, produced from their CHP, with Aqua4C, through a direct electricity cable between both companies, including a counter for use and switching equipment that automatically switches between the grid and the CHP. This exchange is not allowed just like that, there are certain restrictions imposed by the network operator; the companies must be located on adjacent parcels and may under no circumstances cross public utilities.   WIN-WIN nr. 1: Tomato Masters is sure of a fixed price for a part of their electricity production and Aqua4C largely avoids distribution costs (often this is 50% of the total cost).\n2.        Exchange of water and nutrients:\nBoth companies need large quantities of water in their production. Tomato Masters collects sufficient rainwater thanks to the large roof surface of the greenhouses, but this is not possible for Aqua4C. Tomato Masters collects only just enough water to maintain its own production and cannot just give water to Aqua4C. Nevertheless, it is possible to 'share' the water in a sustainable way.\n\nAqua4C gets a portion of the rainwater that Tomato Masters receives and use to grow its Omegabaars. The water is soiled by feces and feed debris. The dirty (but nutrient rich) water must be drained regularly and fresh water must be added. Next to this the water is mechanically purified (min 80 micron) before used in tomato culture + online quality control (microbiology+ sodium). However, the wastewater is full of valuable nutrients. Therefore now the circle is closed, because these nutrients replace a part of the fertilizers that normally had to be added to the rainwater in order to grow tomato plants. \n\nWIN-WIN 2: Thanks to this concept, it is possible to have aquaculture without wasting water. On top of that, Tomato Masters saves money on buying extra fertilizers.\n\nMoreover, fish farming no longer results in a large amount of waste water that needs to be purified before being allowed to be discharged into nature. This idea revolves around the validation of waste streams and the closing of cycles and can create enormous added value in terms of sustainability in these respects.\n\n","actors":"-        Fish farmer (Aqua4C/Omegabaars), role is explained in parts above.\n-        Tomato grower (Tomato Masters), role is explained in parts above.\n-        Lambers-Seghers - Aquacultuur: development of fishoil/fishmeal free fishfeed\n-        Proefcentrum voor Groenteteelt (PCG): Coördination, sharing knowledge and building expertise, Pilot unit (9 fish tanks + 9 compartments of 88 tomato plants), Research on feed formula effect on composition of process water (Na+), Taste tests to prove absence of fishy taste in tomatoes.\n-         Enerso Holding: Monitoring and adjusting water quality + Examining the chemical composition of the process water + Online measuring Na+ concentration\n-        University of Leuven (KUL) role in electricity and heat exchange\n-        Innovatiesteunpunt: network, Innovation Campaign\n-        Flemisch Government role in financing  \n-        KBC role in financing and entrepreneurship\n-        Fortis: financing and entrepreneurship\n-        Private investors\n","phase":"TRL 9   actual system proven in operational environment (competitive manufacturing in the case of key enabling technologies; or in space)\n\nThe fish is already on the market in Carrefour, after 6 years of research and experimenting. They also deliver directly to restaurants and fishmongers. The whole circular system (exchange of heat, electricity, water and nutrients) is realized and in operation and proven economically and practical feasible. \n","process":"They have realized different unique innovations. \n-        Exchange of electricity and residual heat\n-        Exchange of enriched (but filtered) water\n-        Unique collaboration between fish and horticulture (= aquaponics), with lots of potential\n","outcomes":"Main outcome: The production of a fish with less environmental impact and a new approach for aquaculture in general, which has now a bad image (tasteless, lots of antibitotics, high environmental impact, etc.).\n-        If necessary: fish cultivation can by fully isolated of greenhouse cultivation and vice versa \n-        Nutrient water fishculture is mechanically purified (min 80 micron) before used in tomato culture + online quality control (microbiology+ sodium) \n-        40   400 m³ fishwater/day can be recuperated by Tomato Masters from March till October. At the moment 90% of the water from Omegabaars is transported to the Tomato Masters.\n-        A cost reduction of €22000/year in buying fertilizers for Tomato Masters.\n-        50% less distribution costs for Aqua4C and a fixed price for a part of the electricity production from Tomato Masters.\n","farmer_benefits":"-        A cost reduction of €22000/year in buying fertilizers for Tomato Masters.\n-        40   400 m³ fishwater/day can be recuperated by Tomato Masters from March till October.\n-        Aqua4C pays a price for a part of the electricity production from the farmers CHP.\nWe see the fish grower Aqua4C also as a farmer, so the outcome mentioned above is also the benefit for the farmer. \n","bbpc_benefits":"-        The farmers are also the bio based product companie","other_benefits":"-        Lambers   Seghers now has now developed a fishoil/fishmeal free fish feed that they can sell. \n-        The research institutes created new knowledge that they can use in the future.\n","other_factors":"-        The financing and subsidies were really necessary to make this practice possible! \n-        The knowledge and pilot installation from PCG were very helpful. \n-        Due to the complexity, both on legislation as on the scientific part, a lot of perseverance and passion were necessary. Unfortunately, in the realization of a lot of circular ideas this a necessary factor.\n"}},
{"type":"Feature","geometry":{"type":"Point","coordinates":[11.114617,59.277768]},"properties":{"bp_id":10,"name":"Microfibrillated Cellulose from spruce","country":"Norway","region":"Sarpsborg","website":"","partner":"Vestforsk","latitude":59.277768,"longitude":11.114617,"img":"bp_general.jpg","video":"","annotation":"The world’s first commercial-scale production facility for Microfibrillated Cellulose (MFC)","biomass_source":"Spruce","product":"Microfibrillated Cellulose","summary_en":"A Norwegian company has built the world’s first commercial-scale production facility for Microfibrillated Cellulose (MFC). It has a capacity of processing 10.000 metric tonnes/year for deriving 10% paste (1000 metric tonnes dry matter).\nThe input material is derived from Norwegian spruce. The fiber improves rheology and stability, and has the capacity of enhancing structure in many different product formulations.\nThanks to a fibrillation process, the cellulose fibres are converted into a three dimensional network of micro-fibrils with an ultra-high surface area. These microfibrils are called MFC.\nThe fiber results a suitable material for the production of adhesives and sealants (performance enhancer), paint and coatings (improves rheology and stability), agricultural chemicals (performance enhancer for pesti-cides), personal care products (performance enhancer for skin creams and sprays), home care products (re-places surfactants in laundry soap), and construction (additive for cement).\nThe practice moves collaboration between spruce growers, the MFC producer and end users applying the material. This contribute to bring benefits for farmers given the increasing demand of spruce and the value creation of cellulose feedstock.\nThe establishment of a biorefinery with a new high-value product has contributed to create new direct jobs (57 Full-time equivalents by 2020) and indirect jobs throughout the entire value chain.","context":"Exilva Microfibrillated Cellulose (MCF) was developed in a specific project with funding through grant agreement No 709746 of Bio Based Industries Joint Undertaking in EU Horizon 2020.\n\nThe innovation implies a significant reduction of CO2 emissions from use and production of the additive MCF, in comparison with other technologies based on fossil resources.\n\nThe process is based on using Norwegian spruce as raw material. The cellulose fibres are converted into a three-dimensional network of microfibrils with a very high surface area. These microfibrils are called MFC.\n","description":"Exilva MCF improves rheology and stability, as well as enhancing structure in many different product formulations. The end markets are adhesives and sealants (performance enhancer), paint and coatings (improves rheology and stability), agricultural chemicals (performance enhancer for pesticides), personal care products (performance enhancer for skin creams and sprays), home care products (replaces surfactants in laundry soap), and construction (additive for cement).\n\nBorregaard constructed the world’s first commercial-scale production facility for MFC. It has a capacity of annually producing 10.000 metric tonnes of 10 % paste (1000 metric tonnes dry matter).\nThe factory is located at Borregaard’s production facility in Sarpsborg, Norway. The proprietary process technology has been developed by Borregaard over the last 10 years.\n","actors":"The actors involved and their activities they cover in the practice are: \n\n•        EU H2020 \nhttp://www.h2020-exilva.com/ \nprovided funding\n•        Unilever\nhttps://www.unilever.co.uk/ \nexplored new opportunities, to increase Unilever's use of sustainable materials and minimising the consumption of oil-derived ingredients\n•        CHIMAR\nhttp://www.chimarhellas.com/ \ndeveloped adhesives for inclusion of Exilva MCF in the production of composite wood panels\n•        Østfoldforsking AS\nhttp://www.ostfoldforskning.no/ \nperformed environmental and social LCA analyses\n•        KTH \nhttps://www.kth.se/fpt\ndeveloped characterization methods for Exilva MCF, including structure, behaviour in water suspensions, and interaction with other components, such as polymers.\n•        Ayming\nhttp://www.ayming.com/\nprovided project management support\n","phase":"The production of Exilva MCF has been transferred from pilot plant to industrial scale for commercialization phase. Thus TRL 7-8 is reached. The H2020 project close in 2019.","process":"It is innovative to produce MCF from biomass, and creating value of cellulose feedstock. This is accompanied by the creation of economic value of biorefinery through a new high-value product. It results in creation of direct jobs (57 Full-time equivalents by 2020) and indirect jobs throughout the entire value chain.","outcomes":"The final outcome of the activity is commercialisation of a new high-value bio-based additive in the form of the Exilva MCF. ","farmer_benefits":"The benefit for farmers in Southern Norway is that they can experience an increased demand for the spruce lumber from the forests that the farmers own. Thus, the farmers is a part of the value chain, which implies value creation for the farmers. ","bbpc_benefits":"The benefit for the end-users is that they will have available products that enhances flow, stability and improves strength in formulations. This makes it possible for a many industries to replace fossil-based derivatives and provide for green innovations in high-value products.","other_benefits":"The solution is environmentally friendly, as it replaces fossil resources with biomass from Norwegian forests.","other_factors":"Multiplication in other regions of Europe is possible, through the up-take of the practice in other biorefineries that have access to suitable cellulose feedstock. "}},
{"type":"Feature","geometry":{"type":"Point","coordinates":[16.151136,47.329125]},"properties":{"bp_id":11,"name":"Biochar from agricultural waste","country":"Austria","region":"Burgenland, Steiermark, Niederösterreich","website":"https://www.charline.at/","partner":"EEE","latitude":47.329125,"longitude":16.151136,"img":"bp_general.jpg","video":"","annotation":"Pyrolysis processes for the production of biochar from agricultural residues.","biomass_source":"Straw, compost from biowaste and non industrial sewage sludge","product":"Biochar","summary_en":"An Austrian company has developed a pyrolysis processes for the production of biochar from agricultural residues.\nThe biochar is made out of carbonized grain hulls. Straw, compost from biowaste and non industrial sewage sludge, residues of a biogas facility and mineral elements are added to create different product lines. All components are collected within a radius of 70 km and used to produce:\n- Synthetic Terra Preta\n- Black earth and synthetic chernozems (type of naturally occuring very fertile black earth)\n- Synthetic terra preta (very fertile type of soil formed by human activity of the indigenous rainforest populace)\n- Long term fertilizers for organic farming\n- Gardening soils\n- Soils for landscaping\n- Feed coal enhancing animal growth and health\n- Litter coal retaining odour of manure\nFarmers are crucial actors for ensuring the circularity of the practice. They benefit of an economic advantage when selling residues as input material for the processing industry. This is transformed into a value added product for farming, cattle breeding and stock farming, which entails the following properties:\n• Caching of nutrients in the \"manure sponge\"\n• Nutrients plant-available on the field\n• No leaching of manure nutrients into the groundwater\n• Carbon storage in the field\n• In case of long-term application simultaneously humus structure\n• Better water storage capacity of the soil","context":"The main idea in the beginning was to produce high quality composts out of biowaste and other bioass residues, because the quality of gardening composts on the market was not as good as it could have been or even bad.\nProfessional users such as garden designers not only expect a professional quality, but also that this material is constantly available and always in high quality. Compliance with all standards and guidelines is also a  matter \nIn the middle of the last decade a deeper research in the terra preta soils was started . This led to the idea to produce gardening soils with carbonized material. This was the start of producing and adding self-produced biochar to the substrates and finally, to focus on char based products in general\n","description":"Char Line GmbH\nProduction of activated biochar from grain hulls in a pyrolysis process\nAdvancement of pyrolysis and activation processes for the production of biochar from agricultural residues. \nSupply of high quality activated biochar as:\n \n•        a basis for food and feed supplements and \n•        a core component for synthetic soils \n","actors":"•        Farmers (providing residues from grain production)\n\n•        Company (carbonization system)\n\n•        Distributors (garden markets, pet supplies, farm supply warehouses)\n\n•        End users (farmers, gardeners, tree nurseries, pet keepers, farmers, private)\n","phase":"System incorporated in commercial design (TRL8)\n\nThe innovation is already on the market. Products are sold by partners, mainly in east Austria but also in the west of the country and in Germany and can partly be achieved also online.\n","process":"Biochar is not a nutrient, but due to its large surface area an optimal habitat for desirable (aerobic) microorganisms. Supplied nutrients are initially stored and can therefore no longer be lost. The efficiency of fertilization can be increased considerably.\nThe company  has been operating its own carbonization plant since 2012 and continuously optimizing the process.\nThrough years of field trials, the mixture of the various biochars has been optimized  up to feed coal. Another detail of what we were allowed to learn in the course of these experiments was that each animal's stomach needs different parameters of the charcoal\n","outcomes":"Austrian market leadership, Technology counseling","farmer_benefits":"•        Possibility to sell residues as a product\n\nBenefits of using CharLine biochar in cattle breeding and stock farming:\n\n•        Odor retention of manure\n•        Caching of nutrients in the \"manure sponge\"\n•        Nutrients plant-available on the field\n•        No leaching of manure nutrients into the groundwater\n•        Carbon storage in the field\n•        In case of long-term application simultaneously humus structure\n•        Better water storage capacity of the soil\n\n•        Feed coal enhances animal growth and health\n","bbpc_benefits":"Providing high quality biochar based products for farming and biochar based feed products for animal breeding and feeding opens up a market segment which is not or not covered fully by other companies.\nThe development of animal specific feed products carries high potentials of supplying also organic farming as well as the pet feed market.\n\nAll resource components are obtained from farms within a radius of 70 km.\n","other_benefits":"Products are not only sold in specific supply shops (gardening, pets, farming, animal breeding) but are offered also online and can be ordered directly from the website. Higher quantities of products, like big packs, are delivered directly to the customers by company´s own logistics","other_factors":"An important factor is the active participation in research and involvement in process and product related research projects which leads to a position at the top of the state of the art. This allows also leadership in development of new products as well as the distribution of gained knowledge in the form of consulting."}},
{"type":"Feature","geometry":{"type":"Point","coordinates":[13.061614,48.2585]},"properties":{"bp_id":12,"name":"Integrating rape-seed-oil for asphalt creation","country":"Austria","region":"Austria","website":"","partner":"EEE","latitude":48.2585,"longitude":13.061614,"img":"bp_general.jpg","video":"","annotation":"Renewable materials such as rapeseed oil are used to replace a small part of the bitumen for road mainte-nance binders. As a result, the innovative procedure has been used to create a repair asphalt mix.","biomass_source":"Rapeseed oil","product":"Bitumen","summary_en":"It is expected that bitumen prices will continue to increase over the next few years, making alternative raw materials more competitive and with increasing market share for this product.\nRenewable materials such as rapeseed oil are used to replace a small part of the bitumen for road mainte-nance binders. As a result, the innovative procedure has been used to create a repair asphalt mix that can be installed in cold conditions. Around one-third of this pioneering binder consists of biobased materials.\nRapeseed oil is one of the basic ingredients for the product, which is a typical agricultural product. The yield of 1m² of a rapeseed field equals to 1m² of road surface material.\nForecasts assume that about three percent of the bitumen could be replaced by rapeseed oil, which corre-sponds to about 15,000 tonnes of rapeseed oil in Austria and 100,000 tonnes in Germany, per year.\nThe product is also sold in small units (e.g. 10 kg buckets) in do-it-yourself-stores for home applications.\nThe integration of this product into the mixture of bitumen and aggregate binder fits the traditional process for asphalt manufacturing.","context":"According to studies and expertise, the ratio of reserves and production  for crude oil is 54.2. This means that at the current annual production of 30.5 billion barrels (equivalent to 4.2 billion tons of crude oil, which is equivalent to a worldwide annual quantity of bitumen of 200 million tons), the economically exploitable global oil reserves will suffice for around 54.2 years. It is expected that bitumen prices will continue to increase over the next few years, making alternative raw materials more competitive and increasing market share for the product.","description":"As early as 1992, the company succeeded in replacing a small part of the bitumen in renewable materials (rape-seed-oil)  in road maintenance binders. The \"Rapsasphalt\" innovation was awarded the main prize of the \"Factory of the Future\" initiative in 2002.\nAs a result of the further development, the \"Reactive Asphalt\" innovation has been used to create a repair asphalt mix that can be installed in cold conditions. Around one-third of this pioneering binder (Trademark: “Rephalt”) consists of biobased materials. \n","actors":"Vialit Asphalt GmbH & Co. KG, Josef-Reiter-Straße 78; A-5280 Braunau; Austria","phase":"TRL 9: System ready for full scale deployment","process":"Rephalt has been developed as a product in which fossil bitumen is replaced by renewable organic materials (rape-seed-oil). Its advantages are:\n•        Integration of agriculture in road construction\n•        Better aging behavior\n•        Approximately 4-fold increase in strength\n•        Low tendency to overgrease\n•        Lower temperature dependence\n•        Fully environmentally friendly\n•        Contributes to the decomposition of atmospheric carbon dioxide\n•        economical\n•        High traffic safety\n•        More than 20 years experience\n•        Lower dependence on the oil market\n","outcomes":"A type of asphalt on renewable raw material  basis significantly reduces emissions. In addition, such a road surface enables sustainable management and brings a dual benefit to the achievement of the Kyoto target, which has set itself the goal of a worldwide reduction of CO₂ emissions","farmer_benefits":"Rape seed oil is one of the basic ingredients for the product, which is a typical agricultural product. The yield of  1m² of a rape seed field equals 1m² of road surface material.  \nThe rapeseed oil is purchased from one of the major plant oil mills in Austria, which are situated in the region along the Danube and producing oil for the food- as well as the non-food sector. The oil mill itself  is having long term contracts with the farmers, since a crop rotation for soil and pests protection of 4 years is necessary in case of rapeseed production.\nForecasts assume that about three percent of the bitumen could be replaced by rapeseed oil, which corresponds to about 15,000 tonnes of rapeseed oil in Austria and 100,000 tonnes in Germany per year\n","bbpc_benefits":"Rape asphalt, like normal asphalt, is produced as a mixture of bitumen and aggregate binder and used for surface treatment in road construction. It differs from asphalt only in the composition of the binder.\nIn this case, hard bitumen is used instead of the conventionally used soft bitumen solutions, which is adjusted by the addition of rapeseed oil to a workable consistency. This rapeseed oil-containing bitumen is further processed into flux bitumen (for use in hot process) or bitumen emulsions (cold process). The proportion of rapeseed oil in rape asphalt is between two and 20 percent, depending on the area of use and variety according to the patent. The production of the road surface requires less energy and less workforce than in the conventional way.\n","other_benefits":"The product is also sold in small units (e.g. 10 kg buckets) in do-it-yourself-stores for home applications ","other_factors":"In 2012, The Federal Ministry for transport, innovation and technology subsidized a research study, executed by a consortium of research institutes . The research was based on the experiences made by the Vialit company and was targeting at other possible biomass resource potentials  which could be utilized for replacing fossil bitumen completely. This might lead to following innovations, if research is continued."}},
{"type":"Feature","geometry":{"type":"Point","coordinates":[24.744119,42.15699]},"properties":{"bp_id":13,"name":"Bio-fertilisers from agri production","country":"Bulgaria","region":"Plovdiv","website":"","partner":"BGBiom","latitude":42.15699,"longitude":24.744119,"img":"bp_general.jpg","video":"","annotation":"A biorifinery to convert residues into bio-based product.","biomass_source":"Manure","product":"Bio-fertilizer","summary_en":"A new national regulation for waste management, together with financial insentives for agricultural waste management, has prompted a Bulgarian company to establish a biorifinery to convert residues into bio-based product.\nThe company is equipped with two thermofilic fermentors where animal manure and plant residues are pro-cessed. The digestate output (solid fraction of fermentation) is composted and offered as bio-based fertilizer for agricultural operations.\nThe rest of the derived material is used for energy production where the national Electric Company buys the energy produced by the plant.\nBoth techniques result as an alternative and better usage of resources in the Plovdiv area, where Agricultural waste is used for biogas and bio-fertilizers production instead of being dumped in dunghill.\nThe practice stimulates synergies amongst several operators such as farmers [producers of crops and live-stock], processing industry (CHP), special logistics companies, municipality, local and regional enti-ties/companies.\nFarmers providing silage and animal manure to the processing industry. A specials logistics is required to transport and store these parts: they are stored in steel tanks and kept under controlled temperature. Mean-while, appropriate logistics and storage facilities are required to manage dangerous residues.\nA licensed company collects the manure, after contracts between companies and farmers.","context":"The Installation for biogas production BILD INVEST SIT EOOD is developed under the national regulation for waste management and the financial insentive for stimulation of processing agricultural waste and residues for energy production.","description":"The Installation for biogas production BILD INVEST SIT EOOD process mixed silage and animal manure for biogas production through anaerobic digestion. The installation includes two thermofilic fermentors. Required material is animal manure and plant residues. As a latteral product the digestate (solid fraction of fermentation) is composted and offered as bio-based fertilizer to a number of clients.","actors":"Actors: \nFarmers [producers of crops and livestock], processing industry (CHP), special logistics companies, municipality, local and regional entities/companies.\n\nActivities:\nFarmers provide silage and animal manure to the processing industry (Biogas installation).\nA specials logistics is required to transport and store these parts: They are stored in steel tanks and kept under controlled temperature. \nSpecial logistic and storage is required and organized for dangerous residues, as well. Municipal structures control the air and water quality. Consumers of bio-fertilizer (8 contracts) buy the composted digestate, National Electric Company buys the electro energy.\n","phase":"Already on the market, generating electricity and heat through produced biogas, and selling bio-based fertilizer.","process":"Agricultural waste is used for biogas and bio-fertilizers production instead of its deposition in dunghill.  Production of biogas from animal manure and plant residues, composting the solid residual fraction (digestate) for bio-fertilizers, both are new techniques for the village. The innovative is the alternative and better usage of resources (agricultural waste and residues).\n\nHow: Entrepreneur and employees passed special training, new technology for anaerobic digestion, available in the market, was integrated, contacts with users of bio-fertilizers were built and contracts signed.\n","outcomes":"New jobs, new products created   alternative to chemical fertilizer. Expected outcomes are social: new jobs; ecological: cleaner air and underground water; financial   new incomes.\nThe inhabitants of the village complained from unpleasant odours.\n","farmer_benefits":"A new technique for waste processing instead of its deposition has been adopted allowing an improvement of environmental conditions. (Deposition of agricultural waste is harmful for underground waters, the use of fossil fuels for energy pollutes the air)\nThis good practice offers the use of agricultural residues instead of deposition, enhance market share for bio fertilizers, increasing profits for the producer.\n","bbpc_benefits":"There is a national incentive that stimulates the development of this good practice - tax advantages for electricity from biogas. \nThe use of animal manure and agriculture residues for power production offer ecological benefits compared to raw material coming from fossil sources.\n","other_benefits":"Produced bio-based fertilizers offer new opportunities such as occupying a new market segment. \nThe staff of the installation develops new skills.\nThe technological solution has clear environmentally-friendly result   reduction of the degree of air and underground water pollution. The new product   bio based fertilizer - includes specific properties (contains K, P, N   macronutrients, carbon) which is beneficial for soil fertility.\n","other_factors":"Most important factor that has made possible this good practice is the national regulation for energy from biomass, giving preferential prices for electricity from biogas. The second factor is the availability of biomass in the region, and the low cost of available biomass. The application of the digestate as a raw material for bio fertilizer is an additional advantage. "}},
{"type":"Feature","geometry":{"type":"Point","coordinates":[-3.914624,50.723466]},"properties":{"bp_id":14,"name":"Animal bedding from\n Miscanthus","country":"England","region":"Devon","website":"","partner":"C&A","latitude":50.723466,"longitude":-3.914624,"img":"gb_miscanthus_01.jpg","video":"","annotation":"Horse and small animal bedding created from “Miscanthus”, which is alterna-tively grown for energy crops","biomass_source":"Miscanthus","product":"Bedding","summary_en":"A British company produces horse and small animal bedding created from “Miscanthus”, which is alterna-tively grown for energy crops over a 15-year period, with the first harvest taking place 3 years after sowing.\nThe crop is harvested by the processing industry using conventional forage harvesting equipment which turns the Miscanthus into chips. These are transported to the processing site in silage trailers, where they are tipped up and dried, dust is extracted and the chips are then packed into bags to be distributed.\nThe practice triggers direct economic benefits. There is an increased revenue for each bale sold for £6.05 or £218.00 per pallet of 36 bales whereas conventional bedding is £7.00 per bale or £252.00 per pallet of 36 bales. Representing savings for users.\nThis still represents an increase in income for farmers as the contracted price for miscanthus grown for ener-gy in the UK is circa £70/tonne at 16% moisture. This in turn means that there is an opportunity cost for farmers to bag and extract dust of £148.\nThe crop yields up to 14tonnes/hectare, which at £70/t results in an income of up to £980/Ha for energy pro-duction, or up to £3052/Ha for bedding.\nThe processing of the crop is the same throughout up to delivery to the plant where it is dried, dust is extract-ed and it is bagged. It is a niche product and, as such, returns are higher for all parties involved.\nAdditional benefits include:\nComfort for Animal - Users report that horses can get up easily and do not damage limbs\nSaves Labour – It needs less frequent changes of bedding\nTechnical - The product lasts longer than traditional bedding\nConsistent – “bale to bale” The Material comes all from the same producer","context":"","description":"Horse and small animal bedding created from Miscanthus which alternatively is grown for energy crops over a 15 year period, with the first harvest taking place 3 years after sowing.","actors":"farmers grow the crop, processing industry harvest using conventional forage harvesting equipment which turns the miscanthus into chips, these are then transported to the processing site in silage trailers where they are tipped up and dried, dust is extracted and the chips are then packed into bags to be distributed.","phase":"Commercial product ","process":"Alternative use of energy crop \n\nEnvironmentally friendly   Miscanthus is grown to help reduce greenhouse gas production, it is renewable and efficient\n\nComfort- Users report that horses can get up easily and do not damage limbs.\n\nSaves Labour   Needs less frequent changes of bedding.\n","outcomes":"Alternative use of energy crop to provide environmentally friendly bedding for horses and small animals \n\nIncreasing demand of the new product in the market.\n\nIncreasing demand of a specific biomass for the bio-based industry\n\nIt holds a commercial potential.\n","farmer_benefits":"Increased revenue each bale sells for £6.05 or £218.00 per pallet of 36 bales whereas conventional bedding is £7.00 per bale or £252.00 per pallet of 36 bales. Representing savings for users.\n\nThis still represents an increase in income for farmers as the contracted price for miscanthus grown for energy in the UK is circa £70/tonne at 16% moisture. This in turn means that there is an opportunity cost for farmers to bag and extract dust of £148.\n\nThe crop yields up to 14tonnes / hectare which at £70/t results in an income of up to £980/Ha for energy production, or up to £3052/Ha for bedding.\n\nThe processing of the crop is the same throughout up to delivery to the plant where it is dried dust is extracted and it is bagged.\n","bbpc_benefits":"It is a niche product as such returns are higher for all parties involved.\n\nAlternative benefits to farmers \n-        Miscanthus grows on marginal land\n-        Miscanthus is very competitive   blackgrass control  \n","other_benefits":"•        Economical- very long lasting.\n•        Consistent- bale to bale all from the same producer.\n•        Dust free   produced with dust extraction plant.\n•        Comfort- Users report that horses can get up easily and do not damage limbs.\n•        Saves labour- Needs less frequent changes of bedding.\n•        Save money   Save time cleaning out and use less material.\n","other_factors":"Across the UK there is potential for a 350,000ha of suitable planting land, which would produce circa 5 million tonnes of Miscanthus.\n\nIn a volatile energy market with soaring prices, farmers with substantial heat requirements- be these on farm, domestic or for a separate commercial enterprise. Energy companies are offering 10 year RPIX linked contracts one for growing and one for buying back pellets for biomass with the ability to buy back as much as 50% of their planted area back from day 1 at a discounted price.\n\nA yield of this size could generate enough sustainable energy to meet 24% of the heat demand currently being fulfilled using oil and solid fuel in the UK, all at no detriment to food supply.\n"}},
{"type":"Feature","geometry":{"type":"Point","coordinates":[5.493811,51.64799]},"properties":{"bp_id":15,"name":"Biobased air and water drain systems","country":"The Netherlands, Germany and Brasil","region":"","website":"","partner":"ZLTO","latitude":51.64799,"longitude":5.493811,"img":"bp_general.jpg","video":"","annotation":"Draining and/or aerating tree roots solution made with biodegradable components.","biomass_source":"Corn Starch","product":"Bio-plastic","summary_en":"Current practices often make use of plastic pipes (PE) for draining and/or aerating tree roots. A new solution made with biodegradable components allows draining water and aerating air in the soil surrounding the roots of (young) trees.\nThe product is fabricated out of corn starch and bioplastic (Cradonyl) and therefore 100% biobased. Thanks to the biobased composition and degradable characteristics, the pipes will be fully composted after a few years and therefore do not need to be removed from the soil after their functional lifetime.\nDue to higher production costs (raw material is more expensive and process energy costs are higher) of the biodegradable components, the selling price is 1,5 times higher compared to a conventional PE system. The added value of using the biodegradable products lies in eliminating waste-removal costs (labour costs for removing pipes and recycling/disposal costs).\nThe biobased granulate fully fits in current production processes (injection moulding techniques) for hard plastics (HDPE/LDPE). The components of the aerating and water draining systems are biodegradable and will be fully composted after the product function lifetime, creating a zero-waste product and a reduction in waste-collection labour.","context":"GreenMax is supplier of a diversified range of products for partners and municipalities that establish green infrastructure projects, mostly in urban areas. Due to environmental issues more and more municipalities take sustainability and ecological responsibility into account when procuring green projects. Biobased and biodegradable products may to some extent contribute to the sustainable implementation of green projects. In partnership with biogranulate suppliers Greenmax developed biobased & biodegradable aerating and water drain components to increase the ecological potential of green infrastructure projects. ","description":"The products AirMax Bio & AquaMax Bio with a GreenLabel A certificate are biodegradable components for draining water and aerating air in the soil surrounding the roots of (young) trees. In current practices mostly plastic (PE) pipes are used for draining and/or aerating tree roots. The AirMax and AquaMax Bio products of Greenmax are fabricated out of corn starch and bioplastic (Cradonyl) and therefore 100% biobased.  Due to the biobased composition and degradable characteristics, the pipes will be fully composted after a few years and therefore do not need to be removed from the soil after their functional lifetime. At the moment the products AirMax Bio & AquaMax Bio have a 10-15% share in GreenMax’s turnover of aerating and draining systems. Due to higher production costs (raw material is more expensive and process energy costs are higher) of the biodegradable components, the selling price is 1,5 times higher compared to a conventional PE system. The added value of using the biodegradable products lies in eliminating waste-removal costs (labour costs for removing pipes and recycling/disposal costs). In order to increase the application of the biobased draining and aerating systems Greenmax cooperates with landscape and ecologically oriented architects, whom are contracted by municipalities. In this way the biobased products are incorporated in a wider ecological plan and eventually in drawing specifications. ","actors":"-        Green polyethylene (PE) supplier for biobased products (Braskem, processing facility in Brazil); sugarcane from arable land is collected and processed into ethanol. The sugarcane ethanol is then processed by Braskem into polyethylene as a raw material for bioplastic production.  \n-        Bio-granulate supplier for biodegradable products (Rodenburg Biopolymers);\nWaste streams from different food processing companies is collected and processed into granulate to serve as a raw material in biobased production facilities. \n-        Production facility (PipeLife); Biogranulate is mixed with green polyethylene and heated before applying it in injection moulding techniques. \n-        Production facility and marketing (Greenmax); \nInjection-moulding on-site and commercializing products directly to end-users or via distributors. \n-        Distributors; commercializing biobased products to end-users. \n-        End-users (landscape architects, municipalities, tree growers); applying biobased products in green infrastructure projects. \n","phase":"Products are on the market (TRL 8): https://www.greenmax.eu/nl/aquamax-bio-bewatering/","process":"The biobased granulate fully fits in current production processes (injection moulding techniques) for hard plastics (HDPE/LDPE). The components of the aerating and water draining systems are biodegradable and will be fully composted after the product function lifetime, creating a zero-waste product and a reduction in waste-collection labour. ","outcomes":"Increasing use of biodegradable aerating and water draining systems for (young) planted trees. Possibly additional biobased and/or biodegredable products will be developed and commercialized, depending on whether it is necessary for the product to become composted and depending on the functionality lifetime of the product.   Greenmax continuously analyses product functionalities and carefully decides whether a current PE product should become available in a biobased or biodegradable variant. Careful selection is needed, because the production of biodegradable products requires nearly two times more energy compared to current PE production and in case of successful recycling possibilities of conventional PE products the energy consumption of conventional PE production further drops and may become environmentally more beneficial. Greenmax believes that only biodegradable products should be developed and commercialized when they have a clear added value in terms of functionality (necessity to become composted) and the logical product lifetime is temporarily (1-5 years) with negative recycling possibilities. ","farmer_benefits":"Farmers merely do not have a benefit in this value chain. Sugarcane production on arable land is bound to strict regulations (Sugarcane Industry Association UNICA) and only 0,02% of arable land in Brazil is dedicated to sugarcane for ethanol production. ","bbpc_benefits":"-Sugarcane: Replacing fossil fuel polyethylene productions with green polyethylene production and therefore reducing CO2 emissions. \n-Bio-granulate suppliers: valorisation of residual waste streams (e.g. Cradonyl is processed out of waste streams from the food industry) into a raw material for biobased PE production.\n-Producers: reducing production of conventional PE products with use of conventional PE production facilities. Increasing turnover with new/innovative products to existing/new markets. To increase market share strategic partnerships are created with eco-architects and consultants, whom are in good consultation with municipalities and contractors. \n","other_benefits":"End-users benefit from a biobased and biodegradable product by reducing waste removal costs (labour and disposal costs), since the biodegradable characteristics create a fully composted product, leading to zero-waste for the end-user. Enhances the sustainable character of green infrastructure projects. ","other_factors":"The biomass import from Brazil is a relatively low cost of raw material for producing biodegradable components. New innovative technologies developed for instance by Rodenburg Polymers lead to the production of bio granulate that fully fits in current PE injection moulding techniques. In this way minimizing investment costs for producing biobased components. "}},
{"type":"Feature","geometry":{"type":"Point","coordinates":[5.445659,51.504479]},"properties":{"bp_id":16,"name":"Mitigation of phosphate surplus from pig manure","country":"the Netherlands","region":"Son","website":"","partner":"ZLTO","latitude":51.504479,"longitude":5.445659,"img":"bp_general.jpg","video":"","annotation":"The digestion process produces renewable gas for households.","biomass_source":"Manure","product":"Bio-fertilizer","summary_en":"For Dutch farmers, valuing pig manure is a major issue, since intensive livestock has caused a significant phosphate surplus in Dutch agriculture.\nA local company has started operations wherein pig manure is collected from 70 farmers and mono-digested together with unborn manure, collected from slaughterhouses. The digestion process produces renewable gas for approx. 1,700 households. The digestate is separated in two streams. The phosphate rich stream is dried with waste heat and palletized into an organic phosphate turning into a rich fertilizer product, which is ex-ported to low-phosphate regions in Europe. The other stream is processed in an on-site waste water treatment plant, resulting into clean water that is discharged to local surface water.\nFor 70 intensive pig livestock farmers, the practice offers a solution to process their manure surplus (required by Dutch law) into organic phosphate rich fertilizer pellets, which are transported to low-phosphate regions (closing the phosphate mineral loop).\nThe process is an example of closing the loop on economic and ecological sustainability for urgent challeng-es in the (national) agricultural sector. Through chain collaboration and high dedicated technology, this busi-ness model enables to create a stable economic opportunity out of (former) waste streams like pig manure, animal by-products and food residues.","context":"The Dutch company Ecoson is part of the Darling Ingredients International group. The main goal of the Darling Ingredients group is to create sustainable food, feed and fuel ingredient solutions by processing all animal by-products into different valuable products. The Darling group has a strong believe that both edible and in-edible residuals can and should be transformed into valuable products in order to realize economic and ecologic sustainability. Each company of the Darling group focuses on processing one or more different residual waste flows and are mostly complementary on a regional scale. \nEcoson is founded in 2007, recognizing the opportunity to create value from organic food waste, manure and animal by-products. Since 2007 Ecoson has engineered three different technological processes: 1. Ecoson Biophosphate to produce an organic phosphate rich product out of pig-manure. This process was built in 2014. 2. Ecoson Organic Food Waste Digestion to produce renewable electricity and renewable gas. 3. Ecoson Fat Refinery to produce biofuel from animal fat residues. \nThese three processes take place at the same location in Son. \n","description":"At the process facility in Son, the Netherlands, Ecoson focuses on 1. Processing pig manure into organic phosphate fertilizer, renewable gas and clean water; 2. Processing organic food waste into renewable electricity, renewable gas and solid biofuel for coal-fired power plants; 3. Processing residual animal fats into a biofuel for Combined Heat & Power plants and a feedstock for biodiesel. \n1.        Pig manure is collected from 70 farmers and is mono-digested, together with unborn manure, collected from slaughterhouses. The digestion process produces renewable gas for approx. 1,700 households. The digestate is separated in two streams. The phosphate rich stream is dried with waste heat and palletized into an organic phosphate rich fertilizer product, which is exported to low-phosphate regions in Europe.  The other stream is processed in an on-site waste water treatment plant, resulting into clean water that is discharged to local surface water. \n2.        Food waste is collected, ranging from slaughterhouse flotation sludge to organic food waste, swill, out-of-date food and catering products, as well as trapped grease. The food waste is digested in a bio-digestion plant, producing two substances: biogas and digestate (leftover after the biogas has been produced). The biogas is partly fed into a biogas engine to generate renewable electricity (partly internal use and partly fed to the public grid) and renewable heat. The remaining part of the biogas is processed in a biogas upgrade facility to produce high-quality renewable gas which is fed back to the public grid to provide local households. In total, this digestion process produces renewable energy for approx. 14,300 households.\nThe residue leftover is dried with waste heat and sold as a biofuel to coal-fired power stations. \n3.        Animal fats are refined into a biofuel product (Bioline). The biofuel product can be used in a CHP-unit to produce renewable electricity and heat or as a feedstock to produce biodiesel / renewable diesel. \n","actors":"i.        Pig farmers (manure producers) organized in the cooperation ZMD: agreement with Ecoson to supply pig manure for the digestion plant for a fixed gate price. \nii.        Organic waste producers, e.g. slaughterhouses, supermarkets, food processing plants, food services companies: agreement with Ecoson to supply organic waste to be processed into a non-hazardous, non-health risk related product. \niii.        Food waste collectors: third-party collectors of food waste. \niv.        Ecoson: technologically dedicated processing company to repurpose residual waste streams into valuable and commercial products. \nv.        Technological partner companies for design and delivery of equipment and facilities. \nvi.        Biophosphate user: farmers in European regions in need of a good organic phosphate rich fertilizer product. \nvii.        Biodiesel producers (and consumers): buyer of refined animal fat for producing and commercializing biodiesel. \n","phase":"All above mentioned end-products are successfully produced by Ecoson and on the market, meaning that the technological processes are developed and working and the end-products are commercialized (TRL 8). ","process":"Ecoson is an example of closing the loop on economic and ecological sustainability for urgent challenges in the (national) agricultural sector. Through chain collaboration and high dedicated technology, Ecoson is being able to create a stable economic opportunity out of (former) waste  streams like pig manure, animal by-products and food residues.   ","outcomes":"Darling Ingredients is currently building a new Ecoson facility in Belgium for the processing of organic food waste.","farmer_benefits":"For 70 intensive pig livestock farmers Ecoson offers a solution to process their manure surplus (required by Dutch law) into organic phosphate rich fertilizer pellets, which are transported to low-phosphate regions (closing the phosphate mineral loop). For Dutch farmers, valuing pig manure is a major issue, since intensive livestock has caused a significant phosphate surplus in Dutch agriculture.","bbpc_benefits":"Ecoson collects different residual products, offering not only a solution for pig farmers but also for companies dealing with food residues causing potential health risks. By combining the process facilities on a single location, Ecoson is able to reduce processing costs, and to optimize processing steps to create a zero-waste company. ","other_benefits":"Production of renewable energy gas and electricity; Eliminating health risks from animal by-products and food residues. ","other_factors":"At the Ecoson location different waste streams are processed into new valuable products which allows Ecoson to optimize the processing facility. "}},
{"type":"Feature","geometry":{"type":"Point","coordinates":[15.925704,49.560659]},"properties":{"bp_id":17,"name":"Local pellets from crop\n residuals","country":"The Czech Republic","region":"Vysocina","website":"www.propelety.cz","partner":"WIRELESSINFO","latitude":49.560659,"longitude":15.925704,"img":"bp_wirelessinfo_local_pellets.jpg","video":"","annotation":"The practice highlights a circular business approach where the input material (residuals) provided by farmers is transformed into a product that can be used as litter for cattle, feed for cattle, fertilizer or fuel.","biomass_source":"straw, hay, husks from cereals, legumes, grasses, dried crops or dry wood biomass","product":"Pellets for litter for cattle, feed for cattle, fertilizer","summary_en":"After processing the primary agricultural production, farmers need to deal with large amount of surpluses and remnants such as straw, hay, husks from cereals, legumes, grasses, dried crops or dry wood biomass (wood chips and shavings).\nA company in the region of Vysocina has developed a technology to produce high quality pellets using local feedstock.\nThe practice highlights a circular business approach where the input material (residuals) provided by farmers is transformed into a product that can be used as litter for cattle, feed for cattle, fertilizer or fuel.\nThe plant is able to process approximately 1000 t/year in one work shift. The ratio of pellets to fuel / feed / litter is approximately 20/60/20%.\nFarmers and other biomass producers can buy their own pellet processing line or use the company service to have the pellets directly processed.\nThanks to this practice, there is a reduction of unused waste from agricultural primary production (0-100%), and an increase in storage capacity by 15-30% compared to bulk sources or parcels. Farmers can benefit of higher revenues and efficiency of farming as they can use litter for cattle and small animals paying 20-25% less than the commonly used one. The product has significantly higher water absorption rate, with lower costs for replacement and storage.","context":"After processing the primary agricultural production, there remains a large amount of residues and surpluses (eg straw, wood sawdust, compost, slurry, slurry, etc.) that are not used in any way. Thus, they are destroyed by burning or leaving spontaneous decay. The company ProPelety (www.propelety.cz) has decided to solve this problem and has developed its own technology line for pellet processing, which has a wide scope for further use, such as litter, feed, fertilizer or fuel.","description":"The main product is pellets made of different materials. This is a sophisticated, comprehensive technology from source to product, which is focused on local resources and consumption.\nFarmers will bring surpluses and remnants of dry agricultural biomass (straw, hay, husks, husks) from cereals, legumes, grasses, dried crops and compost energy crops, or dry wood biomass (wood chips and shavings). However, the technology line also allows for the processing of other biomass sources such as wood sawdust, communal waste or waste sludge.\nThis input material is then processed into pellets in a compact production line. The farmers get the pellets and pay for the service. Pellets can be used as litter for cattle, feed for cattle, fertilizer or fuel according to the sources used.\nAs a service, ProPelety company is currently processing approximately 1000 t / year in 1 work shift. The ratio of pellets to fuel / feed / litter is approximately 20/60/20%.\nFarmers and other biomass producers can buy their own Pellet Processing Line or use the ProPelety's service to have the pellets directly processed.\n","actors":"Farms around - provide biomass sources for processing, mostly surpluses and remnants from primary crop production. They take final pellets which they use for their own use or resale.\nMunicipalities - the aim is the processing of municipal waste in the form of pellets, especially for the production of energy. This part is still under development.\nSewage disposal entities - the aim is the treatment of sewage and sludge for the production of pellets for fertilizers. This part is still under development.\nProPelety s.r.o. - develops and delivers Pellet Processing Line and the whole comprehensive technology for the processing and utilization of agricultural surpluses and rapidly renewable natural resources. At the same time, it provides itself with processing of surplus biomass in the form of services for the surrounding farmers.\nAXIOM TECH s.r.o. - the parent company ProPelety, Development Center for Machines and Equipment for Biomass Production - Development and Innovation of Pelletizing Line.\n","phase":"Already on the market (more than 35 customers over Europe), \n\nPilot scale - the use of waste, especially sludge from sewage treatment plants and municipal waste\n","process":"Better use of unnecessary surpluses and waste from agricultural activities. Newly, the possibility of using sludge and municipal waste is tested.\nHigh variability of utilization - different products can be created on the same line depending on different biomass resources.\nCompact solution for local biomass processing without the need for long-distance transport\n","outcomes":"Pellet Processing Line - an improved product which enables the production of pellets from different sources and with different possibilities of use at local level\nPellets - new variable products from unused biomass and waste. Newly I the possibility of processing sludge and municipal waste.\nService - a new possibility of using unnecessary and waste biomass resources at the local level.\n","farmer_benefits":"Reduction of unused waste from agricultural primary production (0-100%).\nIncrease storage capacity by 15-30% compared to bulk sources or parcels.\nIncreased revenues and efficiency of farming\nLitter for cattle and small animals - 20-25% of the cost compared to a commonly used stall thanks to a significantly higher water absorption rate, lower replacement and storage costs.\nFertilizers - Use of resources that otherwise would have to be disposed of as waste\nFeed - depends on feed quality, better storage, dosage, handling.\n","bbpc_benefits":"The new technology provides for the expansion of new product services (new types of pellets) and the processing of a wider range of source materials, especially sewage sludge and bio-components of municipal waste.\nThe pelletizing line is designed for local use - it has a low cost of energy consumption.\nIn the case of ProPelets, the benefit is also testing the technology being developed\n","other_benefits":"Generally:\nLower cost of storing fodder / fertilizer\nLocal use means small traffic costs\nLarger assortment of produced pellets, cheaper price, especially when using own resources\n\nFertilizers - Return of nutrients to soil that are landfilled or incinerated today - eg NPK fertilizers (phosphorus is not renewable)\nFertilizers are sterile, without germs\nBetter digestion on compost\n\nIn energy use there is a significant energy saving for local heating - 30% compared to LPG, 50% versus propanbutane, LTO\nThe global advantage is limiting the release of CO2 into the air (limited greenhouse effect). The pellets have the characteristics of lignite, i.e., They can be used in existing combustion plants.\n\nInteresting interconnections between farmers and municipalities can be interesting when using farm and municipal waste mixtures where they will be the output of pellets for heating. Or use of mixtures of agricultural waste and sludge for fertilizer production.\n","other_factors":"From the farmer's point of view - easy accessibility / short transport distance to pellet-making facilities;\nFrom the point of view of the processor - the interest in selling the product, sufficient resources at an accessible distance\nAt the administrative level, a subsidy policy supporting only some procedures or technologies may be a problem, as well as protectionist measures of individual countries eg in the form of preferential standards for certain output products.\n"}},
{"type":"Feature","geometry":{"type":"Point","coordinates":[-0.342818,49.142848]},"properties":{"bp_id":18,"name":"Bioplastic Normandy -\n Cereals Biomass","country":"France","region":"Normandy","website":"http://natureplast.eu","partner":"Actia","latitude":49.142848,"longitude":-0.342818,"img":"bp_general.jpg","video":"","annotation":"High performance and biobased compounds sold to the packaging industry to develop products for several sectors.","biomass_source":"Cereal waste from wheat, barley and corn","product":"Packaging, technical parts, agriculture and horticulture products, cosmetic","summary_en":"Prompted by the need to diversify the sources of biomass for their production, a French company started new production lines working with original bio sources. The aim was to create a high performance and biobased compounds sold to the packaging industry to develop products for several sectors.\nThe innovation lies on the use of different kind of biomass by-products as fillers in polymers in order to pro-duce packaging.\nBiomass from cereal waste such as wheat, barley and corn, result as a suitable input for primary injection moulding processes in the production of rigid secondary packaging, regular consumption goods, technical parts, agriculture and horticulture products, cosmetic.\nThe feedstock needs to be grinded, dried and sieved before being used by the plastic industry.\nBenefit for farmers is to be able to recover biomass by-products or wastes in a new market. A cost item can thus become a profit item for them. These examples show good opportunities for farmers to find innovative end-of-life to their wastes and to support the production of environmentally efficient products. Regarding the use of by-products as fillers, the company has a direct buying contract with farmers or cooperatives. For the use as raw material for polymer production, farmers have direct contracts with biopolymers manufacturers.","context":"","description":"Natureplast is the only european distributor of bioplastic compounds, and they work with classical biocompounds,but they recently started working with fibre and by-product biocomposites. They valorise cereal, seashells, fruit kernels, vegetable fibres and textile waste to produce original and new compounds that may later be used by other companies to produce original plastic products with a unique design.","actors":"Companies that provide the waste, companies willing to buy original biobased biocompounds for further production, Natureplast and BiopolyNov. ","phase":"Collection of waste, and production of biocompounds.","process":"Use of original waste resources to produce plastics.\n\nCereal waste, seashells, kernels, fruit and textile waste are used to produce at least partially biobased, and biodegradable composites, rigid and with a natural visual aspect for these applications:\n\n\n•        Rigid secondary packaging\n•        Regular consumption goods\n•        Technical parts\n•        Agriculture / horticulture\n•        Cosmetic / luxury\n","outcomes":"Produce original compounds to resell to other companies. Helps to stimulate circular economy and to reduce waste.","farmer_benefits":"Valorisation of waste for some companies, availability of original and biobased plastics for other companies.","bbpc_benefits":"Valorisation of waste for some companies, availability of original and biobased plastics for other companies.","other_benefits":"","other_factors":""}},
{"type":"Feature","geometry":null,"properties":{"bp_id":19,"name":"Bioplastic Normandy - Seashells and Algae biomass","country":"France","region":"Normandy","website":"","partner":"","latitude":null,"longitude":null,"img":"","video":"","annotation":"","biomass_source":"Seashell from scallops and Oyster","product":"Packaging, technical parts, agriculture and horticulture products, cosmetic","summary_en":"Prompted by the need to diversify the sources of biomass for their production, a French company started new production lines working with original bio sources. The aim was to create a high performance and biobased compounds sold to the packaging industry to develop products for several sectors.\nThe innovation lies on the use of different kind of biomass by-products as fillers in polymers in order to pro-duce packaging.\nBiomass from aquatic coproducts (scallops, oysters, algae) result as a suitable input for primary injection moulding processes in the production of rigid secondary packaging, regular consumption goods, technical parts, agriculture and horticulture products, cosmetic.\nThe raw material needs to be crushed into a powder before being used by the plastic industry.\nBenefit for farmers is to be able to recover biomass by-products or wastes in a new market. A cost item can thus become a profit item for them. These examples show good opportunities for farmers to find innovative end-of-life to their wastes and to support the production of environmentally efficient products. Regarding the use of by-products as fillers, The company has direct buying contract with farmers or cooperatives. For the use as raw material for polymer production, farmers have direct contracts with biopolymers manufacturers.","context":"","description":"","actors":"","phase":"","process":"","outcomes":"","farmer_benefits":"","bbpc_benefits":"","other_benefits":"","other_factors":""}},
{"type":"Feature","geometry":null,"properties":{"bp_id":20,"name":"Bioplastic Normandy - nut kernels and shells biomass","country":"France","region":"Normandy","website":"","partner":"","latitude":null,"longitude":null,"img":"","video":"","annotation":"","biomass_source":"nut shells kernels (hazelnut, almond, rice, olives)","product":"Packaging, technical parts, agriculture and horticulture products, cosmetic","summary_en":"Prompted by the need to diversify the sources of biomass for their production, a French company started new production lines working with original bio sources. The aim was to create a high performance and biobased compounds sold to the packaging industry to develop products for several sectors.\nThe innovation lies on the use of different kind of biomass by-products as fillers in polymers in order to pro-duce packaging.\nBiomass from nut shells kernels (hazelnut, almond, rice, olives) result as a suitable input for primary injec-tion moulding processes in the production of rigid secondary packaging, regular consumption goods, tech-nical parts, agriculture and horticulture products, cosmetic.\nThe raw material needs to be crushed into a powder before being used by the plastic industry.\nBenefit for farmers is to be able to recover biomass by-products or wastes in a new market. A cost item can thus become a profit item for them. These examples show good opportunities for farmers to find innovative end-of-life to their wastes and to support the production of environmentally efficient products. Regarding the use of by-products as fillers, the Company has direct buying contract with farmers or cooperatives. For the use as raw material for polymer production, farmers have direct contracts with biopolymers manufacturers.","context":"","description":"","actors":"","phase":"","process":"","outcomes":"","farmer_benefits":"","bbpc_benefits":"","other_benefits":"","other_factors":""}},
{"type":"Feature","geometry":null,"properties":{"bp_id":21,"name":"Fruit waste processing","country":"France","region":"Normandy","website":"","partner":"","latitude":null,"longitude":null,"img":"","video":"","annotation":"","biomass_source":"coffee ground, cacao shells, apple pomace, grape seed","product":"Packaging, technical parts, agriculture and horticulture products, cosmetic","summary_en":"Prompted by the need to diversify the sources of biomass for their production, a French company started new production lines working with original bio sources. The aim was to create a high performance and biobased compounds sold to the packaging industry to develop products for several sectors.\nThe innovation lies on the use of different kind of biomass by-products as fillers in polymers in order to pro-duce packaging.\nBiomass from processing of fruits (coffee ground, cacao shells, apple pomace, grape seed ) result as a suita-ble input for primary injection moulding processes in the production of rigid secondary packaging, regular consumption goods, technical parts, agriculture and horticulture products, cosmetic.\nThe raw material needs to be crushed into a powder before being used by the plastic industry.\nBenefit for producers is to be able to recover biomass by-products or wastes in a new market. A cost item can thus become a profit item for them. These examples show good opportunities for farmers to find innova-tive end-of-life to their wastes and to support the production of environmentally efficient products. Regard-ing the use of by-products as fillers, the Company has direct buying contract with producers. For the use as raw material for polymer production, farmers have direct contracts with biopolymers manufacturers.","context":"","description":"","actors":"","phase":"","process":"","outcomes":"","farmer_benefits":"","bbpc_benefits":"","other_benefits":"","other_factors":""}},
{"type":"Feature","geometry":null,"properties":{"bp_id":22,"name":"Vegetal fibers biomass","country":"France","region":"Normandy","website":"","partner":"","latitude":null,"longitude":null,"img":"","video":"","annotation":"","biomass_source":"Biomass from vegetal fibers (miscanthus, flax, hemp, wood, cork)","product":"Packaging, technical parts, agriculture and horticulture products, cosmetic","summary_en":"Prompted by the need to diversify the sources of biomass for their production, a French company started new production lines working with original bio sources. The aim was to create a high performance and biobased compounds sold to the packaging industry to develop products for several sectors.\nThe innovation lies on the use of different kind of biomass by-products as fillers in polymers in order to pro-duce packaging.\nBiomass from vegetal fibers (miscanthus, flax, hemp, wood, cork) result as a suitable input for primary injec-tion moulding processes in the production of rigid secondary packaging, regular consumption goods, tech-nical parts, agriculture and horticulture products, cosmetic.\nThe raw material needs to be crushed into a powder before being used by the plastic industry.\nBenefit for producers is to be able to recover biomass by-products or wastes in a new market. A cost item can thus become a profit item for them. These examples show good opportunities for farmers to find innova-tive end-of-life to their wastes and to support the production of environmentally efficient products. Regard-ing the use of by-products as fillers, The company has direct buying contract with producers. For the use as raw material for polymer production, farmers have direct contracts with biopolymers manufacturers.","context":"","description":"","actors":"","phase":"","process":"","outcomes":"","farmer_benefits":"","bbpc_benefits":"","other_benefits":"","other_factors":""}},
{"type":"Feature","geometry":null,"properties":{"bp_id":23,"name":"Bio-rubber from Russian Dandelion","country":"","region":"Europe and USA","website":"","partner":"EPC","latitude":null,"longitude":null,"img":"bp_general.jpg","video":"","annotation":"Russian dandelion (Taraxacum kok-saghyz) proofed to be a suitable replacement for natural rubber in the production of high-quality rubber products such as tyres.","biomass_source":"Russian Dandelion","product":"Bio-rubber","summary_en":"Russian dandelion (Taraxacum kok-saghyz) proofed to be a suitable replacement for natural rubber in the production of high-quality rubber products such as tyres.\nWhen compared to natural rubber, Russian Dandelion has a much greater geographical distribution, it is eas-ier to cultivate and delivers rubber faster.\nResidues from the production process can also be valorised for inulin production or be further used for feed, food, biogas, or bioethanol production.\nThe integration of Russian dandelion for rubber production is expected to lead to a higher independence from tropical production sites while creating new opportunities for farmers in lower latitudes, especially for marginal areas that cannot be used for producing other crops. Some of the benefits include:\n- New income source due to strong demand of large amounts of rubber\n- Easy to cultivate and to harvest\n- Faster production of rubber\n- Short life cycle (6-8 months), allowing up to two harvests per year\nThe EU project “Drive4EU”, has calculated an average costs 45 EUR to produce 1 ton of fresh Dandelion roots, including land, seeds, machines, fertilisers, plant protection, personnel etc, at a time span of 10 years. This cost is estimated to decrease at 31 EUR per ton in a time span of 25 year.","context":"An increase of individual and transportation transit worldwide leads to a growing demand for rubber used for tyre production. Natural rubber, produced by the rubber tree (Hevea brasiliensis), can only be partly replaced by synthetic materials, therefore, a share of about 10-40% natural rubber is needed to maintain crucial tyre characteristics like abrasion resistance and elasticity over a wide temperature range.\n\nTo gain independence from unpredictable price volatility and a steadier supply of rubber, researchers and tyre industry are looking for alternatives to natural rubber production. Russian dandelion (Taraxacum kok-saghyz) proofed to be a suitable replacement for natural rubber.\n","description":"Taraxagum is a material for tyres, where natural rubber made of rubber tree is replaced by rubber made of Russian dandelion. Natural rubber is exclusively harvested from the rubber tree of which about 90% is grown in South East Asia. These leads to a high dependency on the import of rubber and may also lead to great fluctuation of rubber prices.\n\nRubber made of Russian dandelion shows the same characteristics as natural rubber, so integrating a second latex delivering plant will open new opportunities for several actors.\n","actors":"Main actors and their activities:\n-        Researchers: research regarding cultivation of dandelion; breeding of dandelion species; rubber extraction processes; rubber processing; feasibility studies (e.g. within the following research projects: EU-pearls, Drive4EU, TARULIN and TAKOWIND I and II, RUBIN)\n-        Farmers: cultivation of dandelion in small scale; collection of experiences with seeding, plant protection, fertilisation, and harvesting (WHO AND WHERE? – farmers in MeckPom?)\n-        Industry: development of a pilot tyre produced with dandelion rubber; testing of tyre performance and characteristics; building of a pilot plant to bring the Taraxagum tyre into series within the next 5 to 10 years (Continental)\n","phase":"The innovation has a TRL 7-8. First pilot tyres have been tested. Right now, a pilot plant started running to upscale the production processes. The technique shall be ready for serial production within 5-10 years.","process":"The innovation of this process is to introduce a new rubber delivering plant that compared to the original rubber tree\n-        has a much greater geographical distribution\n-        is easier to cultivate\n-        will deliver rubber faster\n\nAlso, residues from Russian dandelion can be valorised for inulin production or be further used for feed, food, biogas, or bioethanol production.\n","outcomes":"The integration of Russian dandelion for rubber production is expected to lead to a higher independence from tropical production sites while creating new opportunities for farmers in lower latitudes, especially for marginal areas that cannot be used for producing other crops. The taraxagum tyres will be produced in a more sustainable way due to shorter transportation distances, and will also contribute to save the rainforests, as less rainforest areas need be slashed and burnt to create new sites for rubber production.","farmer_benefits":"-        New and promising income source due to strong demand of large amounts of rubber by the industry\n-        Higher crop diversity\n-        Less demanding plant than rubber tree and many other crops\n-        Easy to cultivate, easy to harvest\n-        Faster utilisation of Dandelion (after 1-2 years after planting; compared to rubber tree: about 8 years until first harvest)\n-        Short life cycle of only 6-8 months, allowing up to two harvests per year\n-        Cultivation on marginal sites that are not used for agricultural production\n-        Within the EU project Drive4EU, average costs to produce 1 ton of fresh Dandelion roots were calculated to be 45 EUR, including land, seeds, machines, fertilisers, plant protection, personnel etc. – at a time span of 10 years; 25 years: assumed average costs of 31 EUR per ton of fresh dandelion roots\n","bbpc_benefits":"-        Less dependency on the import of natural rubber\n-        Shorter transport ways and though economisation of CO2\n-        No penalties in rubber quality, as dandelion rubber has the same quality as natural rubber\n-        Same performance when used as feedstock for tyres as traditional rubber\n-        Higher prices are possible because it is a more sustainable product that might attract responsible end-users\n","other_benefits":"The introduction of a second rubber-delivering plant could possibly lower the prices for tyres in the long-term. Taraxagum tyres could also attract responsible end-users, that want to use a more sustainable product and that are willing to spend more money for this product.","other_factors":"Still, the knowledge of big-scale dandelion cultivation is insufficient, and to date no suitable big-scale harvesting machines are available. Also, the industrial production process is still not technically mature. However, if the industrial process is enhanced and allows serial process and cultivation is optimised, new possibilities will come up for farmers. Dandelion cultivation in the future may become a major income source for farmers in many parts of the world."}},
{"type":"Feature","geometry":{"type":"Point","coordinates":[8.873771,49.784306]},"properties":{"bp_id":24,"name":"Insulation materials from grass fibre","country":"Germany","region":"Odenwald","website":"","partner":"EPC","latitude":49.784306,"longitude":8.873771,"img":"bp_general.jpg","video":"","annotation":"The company uses the raw material “meadow grass” and recycling material (plastics, biomass) in an efficient closed-loop recycling process to produce innovative biobased materials and products.","biomass_source":"Meadow grass","product":"Insulation material for wall, roof and floor cavities","summary_en":"A German company has developed an innovative grass fibre blow-in insulation material for wall, roof and floor cavities, made of 100% renewable natural cellulose from meadow grass. The goal is to substitute con-ventional insulation material based on crude oil and to use raw materials as efficiently as possible.\nThe grass is grown by local farmers and has the potential to be sold internationally.\nFarmers benefit of increasing profits from the sale of meadow grass as the processing company offers long-term contracts for the biomass suppliers. With growing demand of the grass fibre and other grass-based products, grass prices may rise and provide a secure income for farmers. Grass is easy to cultivate, with low input of labour, machines, and fertiliser and allowing several harvests per year. The cultivation of grass will not lead to a depletion of soils, as biomass residues from the production process are returned to the field as fertiliser.\nThe grass fibre can be fully recycled without generating waste products or waste water. The necessary ener-gy and heat are provided by the affiliated biogas plant, which works with the by-products and residues of the biomass.\nThe water required for the separation of the grass fibres is reconditioned and reused in the process.","context":"AgriCell, produced by the company Biowert GmbH, is an innovative grass fibre blow-in insulation material for wall, roof and floor cavities, made of 100% renewable natural cellulose from meadow grass. The goal is to substitute conventional insulation material based on crude oil and to use raw materials as efficiently as possible. A closed-loop manufacturing process was invented to avoid waste water or waste products that only utilises a minimum of resources. By this, AgriCell minimises the emission of greenhouse gases and maximises environmental resources compared to conventional insulation products based on crude oil.","description":"The Biowert company uses meadow grass as a raw material in an efficient closed-loop recycling process to produce innovative 100% biodegradable AgriCell insulation and other products. The applied cradle to cradle approach (i.e. the product can be fully recycled without generating waste products or waste water) is environmentally friendly and resource efficient. The necessary energy in the form of electricity and heat is provided by the affiliated biogas plant, which is operated with the by-products and residues of the biomass. The water required for the separation of the grass fibres is removed from the process cycle, reconditioned and reused as process water. Thus, public water and energy supply are not needed at Biowert. The responsible production process meets the sustainability criteria:\no        Ecological: Resource efficient production of innovative materials that reduce CO2 emissions; Utilisation of a mechanical process without adding further chemicals\no        Regional: Meadow grass is solely provided by local farmers from the Odenwald region\no        Social: The company supports and develops the regional agriculture and business partners\n\nBiowert with its production site in Brensbach (Odenwald) is based in Hesse, Germany. The grass used in the production is grown by local farmers, whereas the end products have the potential to be traded on international level.\n\n","actors":"-        Farmers: Local farmers from the Odenwald region; production of grass\n-        Company: Biowert GmbH; development of AgriCell and other products made of grass, processing of grass, production of end product\n-        Partner companies: 7 regional to national companies; cooperation to realise new products based on grass\n-        Distributors: 5 national to international companies; distribution of the end product\n","phase":"o        AgriCell already reached market maturity (TRL 9). ","process":"Several aspects are innovative in this example:\n-        The holistic approach in terms of zero waste as well as non-public energy and water supply.\n-        In the VDI (Association of German Engineers) directive 6310 “Classification and Quality Criteria of Biorefineries”, the Biowert plant is the only practical example.\n-        Production of innovative bio-based materials (patent granted in the US and China)\n-        Raw materials are supplied by local farmers only, ensuring resource-efficient logistics \n","outcomes":"The final outcomes of AgriCell production are to offer a sustainable alternative for insulation and to change production processes in a sustainable, resource efficient way to minimise the ecological footprint of the end products.","farmer_benefits":"Increasing profits for farmers with the sale of meadow grass, Biowert offers long-term contracts to farmers. With growing demand of AgriCell and other grass-based products, grass prices may rise and provide a secure income for farmers. Grass is easy to cultivate, only low input of labour, machines, and fertiliser are needed, also several harvests per year are possible. The cultivation of grass will not lead to a depletion of soils, as biomass residues that cannot be processed into 100% recyclable products are returned to the field as fertiliser. ","bbpc_benefits":"The benefit for bio-based industry is opening new market sectors in the bioeconomy with this innovative product. AgriCell offers an alternative to non-renewable insulation materials and has the following characteristics:\n-        CO2 neutral and biodegradable\n-        Breathable\n-        Excellent shape retention \n-        First-rate thermal insulation performance\n-        Pleasant temperature protection against summer heat \n-        Fire protection category B2, DIBt-approved \n-        Blown-in or blown-on installation\n-        Insulation for walls, floors and ceilings\n-        Can be retrofitted to older buildings","other_benefits":"Due to closed-loop manufacturing, the production process of AgriCell is environmentally friendly and resource-efficient. This may attract all players in the value chain, as sustainable product attracts new end product user that are willing to pay a higher price to support sustainable products.","other_factors":"Promotion of the end product at costumer oriented events; cooperation with other building industries or architects that may use and promote AgriCell products as an alternative to conventional insulation products."}},
{"type":"Feature","geometry":{"type":"Point","coordinates":[8.87378,49.7843]},"properties":{"bp_id":25,"name":"Thermoplastic from grass fibre","country":"Germany","region":"Odenwald","website":"","partner":"EPC","latitude":49.7843,"longitude":8.87378,"img":"bp_general.jpg","video":"","annotation":"A German company has developed an innovative fibre-reinforced thermoplastic for injection moulding and extrusion.","biomass_source":"Meadow grass","product":"Thermoplastic fiber","summary_en":"A German company has developed an innovative fibre-reinforced thermoplastic for injection moulding and extrusion. The input material (granules) contain up to 75% cellulose from meadow grass. Grass as a raw ma-terial and recycling material (plastics, biomass) are used to produce the fibre and other bio-based products. The goal is to substitute conventional thermoplastic based on crude oil and to use raw materials as efficiently as possible.\nFarmers that cultivate the grass regional benefit of increasing profits from the sale of meadow grass as the processing company offers long-term contracts for the biomass suppliers. With growing demand of the grass fibre and other grass-based products, grass prices may rise and provide a secure income for farmers. Grass is easy to cultivate, with low input of labour, machines, and fertiliser and allowing several harvests per year. The cultivation of grass will not lead to a depletion of soils, as biomass residues from the production process are returned to the field as fertiliser.\nThe grass fibre can be fully recycled without generating waste products or waste water. The necessary ener-gy and heat are provided by the affiliated biogas plant, which works with the by-products and residues of the biomass.\nThe water required for the separation of the grass fibres is reconditioned and reused in the process.","context":"AgriPlast, produced by the company Biowert GmbH, is a fibre-reinforced thermoplastic for injection moulding and extrusion. The AgriPlast granules contain up to 75% cellulose from meadow grass. The goal is to substitute crude oil and to use raw materials as efficiently as possible. Therefore, a closed-loop manufacturing process was invented to avoid waste water or waste products that only utilises a minimum of resources. By this, AgriPlast minimises the emission of greenhouse gases and maximises environmental resources compared to conventional plastic based on crude oil.","description":"The Biowert company uses meadow grass as a raw material and recycling material (plastics, biomass) in an efficient closed-loop recycling process to produce innovative bio-based AgriPlast and other products. The applied cradle to cradle approach (i.e. the product can be fully recycled without generating waste products or waste water) is environmentally friendly and resource efficient. The necessary energy in the form of electricity and heat is provided by the affiliated biogas plant, which is operated with the by-products and residues of the biomass. The water required for the separation of the grass fibres is removed from the process cycle, reconditioned and reused as process water. Thus, public water and energy supply are not needed at Biowert. The responsible production process meets the sustainability criteria:\n-        Ecological: Resource efficient production of innovative materials that reduce plastic utilisation and CO2 emissions; Utilisation of a mechanical process without adding further chemicals\n-        Regional: Meadow grass is solely provided by local farmers from the Odenwald region\n-        Social: The company supports and develops the regional agriculture and business partners\n","actors":"-        Farmers: Local farmers from the Odenwald region; production of grass\n-        Company: Biowert GmbH; development of AgriPlast and other products made of grass, processing of grass, production of end product\n-        Partner companies: 7 regional to national companies; cooperation to realise new products based on AgriPlast\n-        Distributors: 5 national to international companies; distribution of the end product\n","phase":"AgriPlast already reached market maturity (TRL 9).","process":"Several aspects are innovative in this example:\n-        The holistic approach in terms of zero waste as well as non-public energy and water supply.\n-        In the VDI (Association of German Engineers) directive 6310 “Classification and Quality Criteria of Biorefineries”, the Biowert plant is the only practical example.\n-        Production of innovative bio-based materials (patent granted in the US and China)\n-        Raw materials are supplied by local farmers only, ensuring resource-efficient logistics\n","outcomes":"The final outcomes of AgriPlast production are to replace plastic made of crude oil and to change production processes in a sustainable, resource efficient way to minimise the ecological footprint of the end products.","farmer_benefits":"Increasing profits for farmers with the sale of meadow grass, Biowert offers long-term contracts to farmers. With growing demand of AgriPlast, grass prices may rise and provide a secure income for farmers. Grass is easy to cultivate, only low input of labour, machines, and fertiliser are needed, also several harvests per year are possible. The cultivation of grass will not lead to a depletion of soils, as biomass residues that cannot be processed into 100% recyclable products are returned to the field as fertiliser. ","bbpc_benefits":"The farmers ferment the grass to silage, so a steady supply of grass for the producing company is guaranteed. The benefit for bio-based industry is opening new market sectors in the bioeconomy with this innovative product. \n\nAgriPlast has the following characteristics:\n-        Suitable for injection moulding and extrusion\n-        Excellent abrasion resistance\n-        light, dimensionally stable and temperature resistant at both high and low temperatures\n-        Natural fire retardant\n-        Nontoxic in accordance with EN 71-3\n-        Fulfils the rigorous European «Toy Safety Standard»\n-        Can be dyed like plastic into any colour\n-        The cellulose is embedded in a thermoplastic matrix that can be made out of PP, PE, PCL, recyclates, or out of biodegradable plastics\n\nThe use of AgriPlast has, compared to conventional products, many advantages:\n-        Biodegradable versions available\n-        100% recyclable\n-        Reduces the ecologic footprint of the end product\n","other_benefits":"Due to closed-loop manufacturing, the production process of AgriPlast is environmentally friendly and resource-efficient. This may attract all players in the value chain, as sustainable product attracts new end product user that are willing to pay a higher price to support sustainable products.","other_factors":"Promotion of the end product at costumer oriented events; cooperation with other processing industries that uses AgriPlast products as raw material to produce a wide range of bio-based plastic products."}},
{"type":"Feature","geometry":{"type":"Point","coordinates":[-7.333695,52.789708]},"properties":{"bp_id":26,"name":"AgriChemWhey project","country":"Ireland","region":"County Tipperary, Cork, Waterford, Kilkenny, Carlow and Dublin","website":"","partner":"Celignis","latitude":52.789708,"longitude":-7.333695,"img":"bp_general.jpg","video":"","annotation":"A “polymer grade lactic acid” from whey permeate and delactosed permeate for bioplastics production.","biomass_source":"Whey","product":"Polymer grade lactic acid","summary_en":"The practice originates from the AgriChemWhey project, started due to the lack of effective and reliable dis-posal routes for the dairy processing side streams such as whey permeate and delactosed whey permeate.\nWith the industry expanding rapidly in Ireland, it was essential to take steps towards waste reduction and waste valorisation, with approximately 1.5 billion litres of whey produced annually.\nThe final output of the process is a “polymer grade lactic acid” from whey permeate and delactosed permeate for bioplastics production as well as conversion of fermentation residues to minerals for human consumption and biofertilisers.\nThe project aims at developing multiple products that have already established commercial value such as L-Lactic acid, Polylactic acid (PLA) and minerals for human nutrition and biofertilisers.\nConnecting dairy sector with biobased products sector will expand the dairy farming in Ireland and secure the future for dairy farming families through an increase in incomes and protection against income volatility due to the volatility in milk prices.\nThe practice is also drawing a circular process given by fertiliser production from fermentation waste streams, which has potential to supply high value and low cost fertilisers to farmers.","context":"The project AgriChemWhey has started due to the lack of effective and reliable disposal routes for the dairy processing side streams such as whey permeate and delactosed whey permeate. Also, the removal of milk quota presented new opportunities for the expansion of dairy sector in Ireland and few other parts of Europe. With the industry expanding rapidly in Ireland, it is essential to take steps towards waste reduction and waste valorisation. According to the EPA research report “The Characterisation of Dairy Waste and the\nPotential of Whey for Industrial Fermentation” by Michael Ryan, approximately 1.5 billion litres of whey is produced annually in Ireland.\n\nFoodwise 2025 envisages increasing dairy production/processing activity as a core driver towards achieving an 85% increase in agri-food industry export value by 2025, and explicitly recognizes that increases in food production/processing systems must be as focused upon sustainability and environmental protection as it is upon increasing production. An increase in primary production will inevitably lead to increases in processing waste generated. Foodwise 2025 also recognizes that increased processing activity renders desirable further efficiencies in process water usage. Upscale in the manufacture of certain types of products, primarily casein powders and cheese, will lead to an increase in the amount of whey waste being produced, which is potentially of significant environmental concern.\n","description":"The main product of AgrichemWhey process is production of polymer grade lactic acid from whey permeate and delactosed permeate for bioplastics production. It is also aiming at convert fermentation residues to minerals for human consumption and biofertilisers. \n\nThe project is aimed at developing multiple products that have already established commercial value. The main target products are L-Lactic acid, Polylactic acid (PLA) and minerals for human nutrition and biofertilsers from fermentation of whey permeate and delactosed permeate.  \n\nIt aims at technology scale-up and optimisation for increasing productivity and yields of the desired products.\n\nThe business model is based on the industrial symbiosis with the local partners to valorise side streams of the fermentation process, particularly gypsum, calcium phosphate and fermentation residue. \n","actors":"Farmers and milk producers;\n\nDiary processing industry- Glanbia Ingredients (Ireland);\n \nUniversities and research centres- University College Dublin (Ireland); Trinity College Dublin (Ireland); Ambre Centre (Ireland); Katholieke Universiteit Leuven (Belgium); \n\nPlant construction, process solution and scale up specialists- GIG Karasek GMBH (Austria); EW Biotech GMBH (Germany);\n\nConsultants- PNO (UK);\n\nGovernment bodies- Teagasc- Agriculture and food development authority; Tipperary county council;\n\nCommercial food producers- Commercial Mushroom Producers Co-operative Society Ltd (Ireland)\n \nActivities:\nFarmers are the key stake holders in this project as they are the main source of raw material (milk) to Glanbia ingredients.\n\nAll the actors collaborate with Glanbia to develop the cost efficient process and products and to demonstrate at pilot scale at the pilot plant facility that is complete and operational. \n\nTeagasc undertakes research not only at the level of natural sciences but also at the socio-economic level.\n","phase":"Technology Readiness Level (TRL) is 7. Pilot plant to demonstrate the lactic acid production from whey and delactose permeate is completed. ","process":"Agrichemwhey is building a first-of-a-kind, industrial scale biorefinery to convert dairy processing waste to valuable products such as lactic-acid. The project is in the second semester of the first year. \n\nEstablish a new whey protein and delactosed permeate to lactic acid and poly-lactic acid value chain based on increased surplus WP and delactosed permeate from the dairy processing industry and create a major new second generation value chain for the growing global LA and PLA market.\n\nLactic acid is produced through fermentation of whey permeate and delactosed permeate by lactic acid bacteria. \n\nOptimise process technologies to reduce the time it takes to produce LA from WP and DLP, increase the yield from 85% to 95% and improve the purification process so that a high purity LA can be achieved using a simplified and energy efficient downstream process.\n\nScale up from Demo-scale (75 MT per capacity annum) to commercial scale (20,000 tonnes per annum capacity) of biorefinery technology for the conversion of food processing residues to food, feed and polymer grade LA and confirming techno-economic viability of the integrated biorefinery approach.\n\nEnsure successful commercial operation of the biorefinery including plans to increase LA production volumes and economies of scale, new capabilities to produce PLA and higher added value valorisation of side-streams and the development of a blueprint for replication of the AgriChemWhey model in other regions across Europe.\n\nLactic acid extraction generates gypsum and fermentation broth as by-products. Industrial symbiosis with the local partners will generate additional products such as  minerals and fertilisers from the waste streams.\n","outcomes":"Waste reduction from dairy processing industry.\n\nOptimised and replicable process technology for biorefinery of milk processing industry waste streams (whey permeate and delactose permeate) to lactic acid, bioplastics, minerals and fertilisers. \n\nRural community development through rural job creation, expand and secure dairy farming in Ireland. \n\nRegional development, in regions facing industrial transition, through the replication of between 1 to 5 AgriChemWhey-like Plants \n\nPositive impact on EU trade balance through greater resource efficiency resulting in the reduction of EU LA imports (80,000 tonnes per annum) and the potential to turn Europe into a net exporter of LA.\n\nIndustrial symbiosis for the creation of new value chains.\n\nProviding inspiration to society and industry to support the growth and competitiveness of a European circular bioeconomy and trans European cooperation.\n\nReplacement of fossil based plastics with biobased biodegradable plastics. CO2 savings, from 18,000 tonnes CO2eq/year up to 89,000 tonnes CO2eq/year (based on 1 to 5 AgriChemWhey like plants).\n","farmer_benefits":"The Irish dairy sector is still predominately farmer owned and controlled, with 10 milk processors and 17 milk purchasing co-ops. The majority of Irish dairy co-ops are multi-purpose operations with interests in milk processing, liquid milk, consumer foods, agri trading and feed milling.\n\nConnecting dairy sector with biobased products sector will expand the dairy farming in Ireland and secure the future for dairy farming families through an increase in incomes and protection against income volatility due to the volatility in milk prices. \n\nIt will create rural community development through rural job creation.\n\nFertilisers production from fermentation waste streams has potential to supply high value-low cost fertilisers to farmers. This will help in increased grass yields which will increase milk yields or give additional revenue to farmer. \n","bbpc_benefits":"The dairy industry in Ireland processes approximately 7 billion litres of milk per annum, supplied by 18,000 family farms, many of whom are owners of the primary business. Currently Ireland is exporting around €4 billion worth of dairy products, ingredients and nutritional products per annum.\n\n\nThe overall objective of AgriChemWhey is to build a first-of-a kind industrial-scale biorefinery with integrated symbiotic industrial and agricultural value chains to valorise dairy waste.\nBiobased industry press release on August 9 2018 has mentioned the statement given by University College Dublin Statement on AgriChemWhey Bio-Refinery Research Project. The statement says \n“AgriChemWhey has its foundations in University College Dublin’s long standing research and innovation partnership with Glanbia Ireland, and UCD's research expertise in social and environmental sustainability will be a significant component of the project.\n\n“AgriChemWhey represents a fantastic opportunity for bioeconomy leaders, including UCD, Glanbia, and the other project partners, to use their expertise to implement new technologies, at industrial scale, that address global challenges. Such challenges include the sustainable conversion of by-products from the dairy processing industry into high-value products. Challenges such as this go to the heart of the UN’s Sustainable Development Goals (SDGs).”\n\n“AgriChemWhey project, will not only stimulate regional economic growth in Co. Tipperary, but will also enhance Ireland’s position as a world leader in the development of the bioeconomy and provide the country with an opportunity to lead on issues central to achieving the UN SDGs”.\n\nEstablishing industrial symbiosis with local partners to valorise gypsum, calcium phosphate and fermentation residue (bacterial biomass) side streams arising from WP and DLP to LA process for agricultural use and human nutrition to improve sustainability and boosting economic return on investments.\n\nThis project will benefit all the biobased product companies and farmers involved in the value chain as it is interlinking farming and food sector with biobased commodity products such as bioplastics.  \n","other_benefits":"The project has multiple benefits at the level of logistics, markets and end users.\n\nThe dairy industry is a key component of the economy in Ireland providing much needed employment spread across rural areas. \n\nExpanding and securing the dairy industry through AgriChemWhey project will benefit farmer, the primary producer and also provide rural employment.\n\nBioplastic provides alternative greener choice to packaging industry and every day user.\n","other_factors":"Milk quota abolition has made dairy farms more competitive and it led to expansion of dairy industry in Ireland. Milk processing leads to whey and delactose permeate which are suitable raw materials for not just lactic acid, but for many biobased products. \nIdentifying the waste streams from such food processing industries and their potential to be used a raw material for biobased products will attract investors to bioeconomy sector.\n"}},
{"type":"Feature","geometry":{"type":"Point","coordinates":[-9.00926,53.299394]},"properties":{"bp_id":27,"name":"Bioplastic from feedstock-lignocellulosic biomass","country":"Ireland","region":"Dundalk","website":"","partner":"Celignis","latitude":53.299394,"longitude":-9.00926,"img":"bp_general.jpg","video":"","annotation":"Bioplastic ingredients, bioplastics and fine chemicals production from second generation feedstock- Lignocellulosic biomass and lactose whey using innovative pretreatment and process technologies.","biomass_source":"Wheat straw, spent brewery grains and dried distilled grains","product":"Bioplastic ingredients, bioplastics and high-demand biochemicals like L+ and D- lactic acid, ethyl lactate","summary_en":"An Irish company, located in the region of Dundalk, is committed to reduce the cost of bioplastic production by applying end-end innovative technologies.\nThanks to innovative pre-treatment and process technologies, the company uses 2nd generation diary (lac-tose whey) and agriculture feedstocks (wheat straw, spent brewery grains and dried distilled grains) to pro-duce bioplastic ingredients, bioplastics and high-demand biochemicals like L+ and D- lactic acid, ethyl lac-tate, polylactic acid, lactates and PHA.\nThe technology can be used on wide variety of feedstock and be applied for agriculture residues like wheat strew or installed in bio-ethanol, dairy and brewing facilities to valorise side streams to optically pure lactic acid and bioplastics.\nFlexibility to use agricultural and brewery waste as well as dairy by-products will avoid the challenges asso-ciated with feedstock availability and price volatility.\nPeople from all sectors will have access to bioplastics due to their affordable price. Partnership with sectors using high amounts of disposable plastics (e.g. hospitals) will reduce the use of petroleum-based plastic, which will have big impact on carbon foot print reduction.\nIn order to achieve a successful business model, the company has collaborated and acquired companies with innovative technologies and optimised them to the target process and product. This business model has re-duced the technology development costs and it has the capacity for replication in other European regions.","context":"Plastic is a major problem all over the world. Its alternative biodegradable plastic production is energy and cost intensive. The vision of Cellulac is to reduce the cost of bioplastic production by applying end-end innovative technologies. ","description":"Bioplastic ingredients, bioplastics and fine chemicals production from second generation feedstock- Lignocellulosic biomass (wheat straw, spent brewery grains and dried distilled grains) and lactose whey using innovative pretreatment and process technologies. The technology is flexible to be used on wide variety of feedstock. The technology can be used for agriculture residues like wheat straw or can be installed in bio-ethanol, dairy and brewing facilities to valorise side streams to optically pure lactic acid and bioplastics.  \n\nThe Cellulac process significantly reduces the combined cost of energy and enzymes for the conversion of raw feedstocks to fermentable sugars when compared to alternative pre-treatment systems such as steam explosion. This results from the application of the SoniqueFlo™ cavitation technology in the pre-treatment of such feedstocks and the use of Cellulac’s proprietary cocktail of enzymes to furnish high yields of both C5 / C6 fermentable sugars for subsequent downstream conversion to biochemicals.\n\nThe Cellulac process removes the majority of the energy costs associated with the downstream processing of fermentation broth to Lactic Acid by the innovative use of supersonic energy and CO2 in SoniqueFlo™ to produce ethyl lactate, an industrial organic solvent derived from Lactic Acid. Conventional processing is highly energy intensive and consumes as much as 67% of the overall cost of Lactic Acid production.\n\nKey points of the business model are \n•        Low cost of sustainable sugars\n•        Significantly reduced cost of energy consumption in production\n•        Price parity with petrochemical plastics\n•        Flexibility for multiple 2nd generation feedstocks\n•        End-to-End Solution, design, enzymes, bacteria, processing\n•        Defined route to market\n•        Defined roadmap to 1,000,000 tonnes of biochemical raw materials\n•        Defined proven scaleable production processes\n•        Production sites close to raw materials\n•        Partners in the entire farm to finished consumer products\n•        Partners in further development","actors":"Cellulac Limited- Ireland\nTechnology development for commercial production of lactic acid from non food lignocellulosic feedstock in a resource efficient biorefinery process.\nEnd-to-End Solution, design, enzymes, bacteria, processing, and downstream.\n\nPursuit Marine Drive Engineering\nSonique Flo technology- This company is acquired by Cellulac which gave it proprietary and patent rights to the technology.\n\nATB-Germany\nThe 1-tonne pilot plant is designed as an industrial demonstration plant with a limited production capacity. \n\nGreat Northern Brewery, Dundalk\n6.8 acres lease to Cellulac for sustainable production of lactic acid from second generation feedstock. The company is being retrofit to produce 23,000 Tonnes per year. \n\nAgreement for sales of Omega 3 and bioplastic ingredients with Integumen PLC.\n","phase":"Cellulac currently has a pilot facility in Potsdam, Germany, with a scale of 1000 kg input per day. Complete retrofit of Cellulac production site in Ireland will be finished in 2018 and full-scale production will start in 2019. The company plans for joint venture deals with dairy producers and brewers as well as with ethanol producers. On the downstream side, Cellulac signed preliminary agreements with a PLA manufacturer as well as potential buyers of its ethyl lactate and sodium bicarbonate.","process":"Cellulac’s low carbon footprint, low cost production bioplastic process uses 2nd generation diary and agriculture feedstocks. The technology platform is an end-to-end low-cost ‘green’ technology for the conversion of low value feedstock waste into high-value, high-demand biochemicals like L+ and D- lactic acid, ethyl lactate, polylactic acid, lactates and PHA.\n\nCellulac said it has several proprietary technologies throughout the entire end-to-end production that will enable its new facility to manufacture (D-) lactic acid at 40% below current producers’ costs. It will also be the biggest production facility for (D-) lactic acid worldwide.\n\nOn the front end of its platform involves fermentation technology that can use biomass feedstock such as lactose whey, spent brewers’ grain (SBG) or dried distillers grain with solubles (DDGS). Cellulac already has feedstock supply agreements in place for the supply of up to 50 ktpa of lactose whey. It can also partner with ethanol producers who would be interested in retrofitting their facilities to get value-added margins with the production of lactic acid or ethyl lactate.\n\nCellulac also has its own on-site tailored enzyme production and patented selected microbes for producing high-yield (D-) lactic acid. A significant component of its process technology is its patented SoniqueFlo technology, a hydrodynamic cavitation device that is used in the biomass pretreatment process as well as in downstream process after enzymatic hydrolysis and lactobacillus fermentation.\n\nCellulac is also using its patented SoniqueFlo technology for Omega 3 oil extraction from heterotrophically fermented algae, PHA/PHB extraction without using high temperature solvents. \n","outcomes":"Production costs of optically pure D(-) lactic acid at 40% below current producers.\n\nDrop-in technology that can installed next to any brewery, bioethanol and diary production facilities.\n\nThe outcome is production of optically pure ingredients (lactic acid, ethyl lactate and sodium lactate) for biobased-biodegradable plastic.\n\nAdding value to local agri-industry side streams.\n\nTechnology with relatively low energy and cost input\n\nLow cost second generation sugars\n\nFlexibility for multiple second generation feedstock\n\nProduction sites close to raw materials.\n","farmer_benefits":"Cellulac technology is flexible to convert multiple variety of agriculture residues to biochemicals and bioplastics. Cellulac business model is to have Partners in the entire farm to finished consumer products. It will benefit the farmers and has potential to provide added value to them.","bbpc_benefits":"In addition to the production of lactic acid in Dundalk, Ireland. It is the first company to convert brewery facilities to bioplastic production. This provides an example for other brewing and fermentation facilities to valorise their side streams to value added products. \n\nCellulac expect to deploy this technology at other fermentation facilities mainly through joint ventures.\n\nCellulac has 5 Year, €35m Pharmafilter Offtake Agreement for Bioplastic Ingredients. Cellulac’s environmentally-benign, low-cost production bioplastic process uses 2nd generation dairy and agriculture feedstocks. Through this commercial partnership, Cellulac will produce up to 90% of the core ingredients for disposable single-use items and personal hygiene products compatible with the Pharmafilter recovery system in hospitals. This partnership is a template for collaboration, development, and implementation of end-to-end solutions for advances in technology for the bio-economy.\n","other_benefits":"Flexibility to use agricultural and brewery waste as well as dairy by-products will avoid the challenges associated with feedstock availability and price volatility. \nPeople from all sectors will have access to bioplastics due to their affordable price. Partnership with sectors using high amounts of disposable plastics (e.g. hospitals) will reduce the use of petroleum-based plastic which will have big impact on carbon foot print reduction.\n","other_factors":"Cellulac has collaborated and acquired companies with innovative technologies and optimised the technologies to the target process and product. This business model has reduced the technology development costs. Banning or restricting petroleum based plastic use in packaging industry will boost the growth of companies like Cellulac."}}
]}