{"type":"FeatureCollection", "features": [
{"type":"Feature","geometry":{"type":"Point","coordinates":[15.925704,49.560659]},"properties":{"ID":1,"latitude":49.560659,"longitude":15.925704,"name":"Local pellets","region":"Vysocina","country":"CZ","img":"bp_wirelessinfo_local_pellets.jpg","annotation":"The practice highlights a circular business approach where the input material (residuals) provided by farmers is transformed into a product that can be used as litter for cattle, feed for cattle, fertilizer or fuel.","overview":"After processing the primary agricultural production, farmers need to deal with large amount of surpluses and remnants such as straw, hay, husks from cereals, legumes, grasses, dried crops or dry wood biomass (wood chips and shavings).\nA company in the region of Vysocina has developed a technology to produce high quality pellets using local feedstock.\nThe practice highlights a circular business approach where the input material (residuals) provided by farmers is transformed into a product that can be used as litter for cattle, feed for cattle, fertilizer or fuel.\nThe plant is able to process approximately 1000 t/year in one work shift. The ratio of pellets to fuel / feed / litter is approximately 20/60/20%. \nFarmers and other biomass producers can buy their own pellet processing line or use the company service to have the pellets directly processed.\nThanks to this practice, there is a reduction of unused waste from agricultural primary production (0-100%), and an increase in storage capacity by 15-30% compared to bulk sources or parcels. Farmers can benefit of higher revenues and efficiency of farming as they can use litter for cattle and small animals paying 20-25% less than the commonly used one. The product has significantly higher water absorption rate, with lower costs for replacement and storage.\n","context":"After processing the primary agricultural production, there remains a large amount of residues and surpluses (eg straw, wood sawdust, compost, slurry, slurry, etc.) that are not used in any way. Thus, they are destroyed by burning or leaving spontaneous decay. A Czech company has decided to solve this problem and has developed its own technology line for pellet processing, which has a wide scope for further use, such as litter, feed, fertilizer or fuel.","process":"The main product is pellets made of different materials. This is a sophisticated, comprehensive technology from source to product, which is focused on local resources and consumption.\nFarmers will bring surpluses and remnants of dry agricultural biomass (straw, hay, husks, husks) from cereals, legumes, grasses, dried crops and compost energy crops, or dry wood biomass (wood chips and shavings). However, the technology line also allows for the processing of other biomass sources such as wood sawdust, communal waste or waste sludge.\nThis input material is then processed into pellets in a compact production line. The farmers get the pellets and pay for the service. Pellets can be used as litter for cattle, feed for cattle, fertilizer or fuel according to the sources used.\nThe company is currently processing approximately 1000 t / year in 1 work shift. The ratio of pellets to fuel / feed / litter is approximately 20/60/20%.\nFarmers and other biomass producers can buy their own Pellet Processing Line or use the company service to have the pellets directly processed.\n","actors":"Farms around - provide biomass sources for processing, mostly surpluses and remnants from primary crop production. They take final pellets which they use for their own use or resale.\nMunicipalities - the aim is the processing of municipal waste in the form of pellets, especially for the production of energy. This part is still under development.\nSewage disposal entities - the aim is the treatment of sewage and sludge for the production of pellets for fertilizers. This part is still under development.  The Pellet company - develops and delivers Pellet Processing Line and the whole comprehensive technology for the processing and utilization of agricultural surpluses and rapidly renewable natural resources. At the same time, it provides itself with processing of surplus biomass in the form of services for the surrounding farmers.\nTechnical company that works as a development Center for Machines and Equipment for Biomass Production - Development and Innovation of Pelletizing Line.\n\n","farmer_benefits":"Reduction of unused waste from agricultural primary production (0-100%).\nIncrease storage capacity by 15-30% compared to bulk sources or parcels.\nIncreased revenues and efficiency of farming\nLitter for cattle and small animals - 20-25% of the cost compared to a commonly used stall thanks to a significantly higher water absorption rate, lower replacement and storage costs.\nFertilizers - Use of resources that otherwise would have to be disposed of as waste\nFeed - depends on feed quality, better storage, dosage, handling.\n","other_benefits":"Generally:\nLower cost of storing fodder / fertilizer\nLocal use means small traffic costs\nLarger assortment of produced pellets, cheaper price, especially when using own resources\n\nFertilizers - Return of nutrients to soil that are landfilled or incinerated today - eg NPK fertilizers (phosphorus is not renewable)\nFertilizers are sterile, without germs\nBetter digestion on compost\n\nIn energy use there is a significant energy saving for local heating - 30% compared to LPG, 50% versus propane-butane or light fuel oils.\nThe global advantage is limiting the release of CO2 into the air (limited greenhouse effect). The pellets have the characteristics of lignite, i.e., They can be used in existing combustion plants.\n\nInteresting interconnections between farmers and municipalities can be interesting when using farm and municipal waste mixtures where they will be the output of pellets for heating. Or use of mixtures of agricultural waste and sludge for fertilizer production\n","factors":"From the farmer's point of view - easy accessibility / short transport distance to pellet-making facilities;\nFrom the point of view of the processor - the interest in selling the product, sufficient resources at an accessible distance\nAt the administrative level, a subsidy policy supporting only some procedures or technologies may be a problem, as well as protectionist measures of individual countries eg in the form of preferential standards for certain output products.\n"}},
{"type":"Feature","geometry":{"type":"Point","coordinates":[13.504951,52.551152]},"properties":{"ID":2,"latitude":52.551152,"longitude":13.504951,"name":"Agrarconnect","region":"national","country":"DE","img":"bp_general.jpg","annotation":"Agrarconnect is an online platform for agricultural trade in Germany. The platform offers its users a current daily overview on demand and supply in the agricultural sector with the option to immediately establish a contact to buy or sell products and services","overview":"Agrarconnect is an online platform for agricultural trade in Germany. Since most agricultural suppliers have limited knowledge of potential buyers, they trade with established purchasers and with at one point negotiated contracts. The platform offers its users a current daily overview on demand and supply in the agricultural sector with the option to immediately establish a contact to buy or sell products and services. (https://www.agrarconnect.de/ )","context":"Every day hundreds of thousands of tonnes of cereals, oilseeds, feedingstuff and other agricultural products are traded. Most suppliers (farmers or agricultural traders) know only a handful of buyers (feedingstuff plants, mills). With agrarconnect, all registered market players have a current daily overview of the offered and requested products, are able to immediately establish contact and to buy or sell products. This provides a broader view of the market and allows you to reach more potential buyers/sellers, which in turn optimises your trading activity.","process":"The platform provides the user with a broader view of the market with potential customers/ providers of products but also with displays of present bid and offer prices based on current stock prices, which should optimise the involved actor’s trading activity.\n\nThe concept for agrarconnect emerged from the day-to-day experience made by its founders in agricultural trade. Who will buy my harvest? Which agricultural products are currently being offered or requested and in which quantities? Which quality parameters apply, and of course, which price? Which quantities are currently available? These questions were answered by making a lot of calls with traders, farmers, cooperatives, brokers and processors. The founders thought: “This can be simpler and faster” and let the concept mature, developed a plan and agrarconnect was brought into being. \n","actors":"Traders, Farmers, Brokers, Service providers, Processors\n","farmer_benefits":"Benefits include:\no        Unity of supply and demand\no        Display of current bid and offer prices\no        Maintenance of usual standard trading terms (actual trade takes place via phone or in person)\no        No transaction fees (≠ However, the platform offers a free trial version of 4 weeks, afterwards there are several fee-based subscription options.)\n","other_benefits":"Benefits include:\no        Unity of supply and demand\no        Display of current bid and offer prices\no        Maintenance of usual standard trading terms (actual trade takes place via phone or in person)\no        No transaction fees (≠ However, the platform offers a free trial version of 4 weeks, afterwards there are several fee-based subscription options.)\n","factors":"An active promotion of the trading website via a wide range of communication channels, e.g. linking the website on important stakeholder websites with many users and a high coverage, promotion of website on relevant stakeholder events as bioeconomy conferences."}},
{"type":"Feature","geometry":{"type":"Point","coordinates":[8.873771,49.784306]},"properties":{"ID":3,"latitude":49.784306,"longitude":8.873771,"name":"Biowert GmbH - the grass factory","region":"Brensbach (Odenwald)","country":"DE","img":"bp_general.jpg","annotation":"The company uses the raw material “meadow grass” and recycling material (plastics, biomass) in an efficient closed-loop recycling process to produce innovative biobased materials and products.","overview":"The company uses the raw material “meadow grass” and recycling material (plastics, biomass) in an efficient closed-loop recycling process to produce innovative biobased materials and products. The applied cradle to cradle approach (i.e. the product can be fully recycled without generating waste products or waste water) is environmentally friendly and resource efficient. The necessary energy in the form of electricity and heat is provided by the affiliated biogas plant, which is operated with the by-products and residues of the biomass. The water required for the separation of the grass fibers is removed from the process cycle, reconditioned and reused as process water. Thus, public water and energy supply are not needed at Biowert. The responsible production process meets the sustainability criteria:\no        Ecological: Resource efficient production of innovative materials that reduce plastic utilisation and CO2 emissions; Utilisation of a mechanical process without adding further chemicals\no        Regional: Meadow grass is solely provided by local farmers from the Odenwald region\no        Social: The company supports and develops the regional agriculture and business partners (distribution of products)\n","context":"The goal is to use raw materials as efficiently as possible in a closed-loop recycling process in order to generate no waste water or waste products and only utilise minimum resources. By this, Biowert minimises the emission of greenhouse gases and maximises environmental resources.","process":"Several aspects are innovative in this example:\no        The holistic approach in terms of zero waste as well as non-public energy and water supply.\no        In the VDI (Association of German Engineers) directive 6310 “Classification and Quality Criteria of Biorefineries”, the Biowert plant is the only practical example.\no        Production of innovative biobased materials (patent granted in the US and China)\no        Raw materials are supplied by local farmers only, ensuring resource-efficient logistics \n","actors":"Farmers: Local farmers from the Odenwald region\nCompany: Biowert GmbH\nPartner companies: 7 regional to national companies\nDistributors: 5 national to international companies\n","farmer_benefits":"Increasing profits for farmers with the sale of meadow grass without complete loss of fertiliser sources (biomass residues that cannot be processed into 100% recyclable products are returned to the field as fertiliser); low input of labour, machines and fertiliser needed.","other_benefits":"Opening new market sectors in the bioeconomy with innovative products.","factors":"Promotion of the end product at costumer oriented events; cooperation with other processing industries that uses Biowert products as raw material to produce a wide range of plastic based products."}},
{"type":"Feature","geometry":{"type":"Point","coordinates":[5.445659,51.504479]},"properties":{"ID":4,"latitude":51.504479,"longitude":5.445659,"name":"Ecoson – Organic phosphate fertilizer","region":"Son, the Netherlands (North-Brabant)","country":"NL","img":"bp_general.jpg","annotation":"At the process facility in Son, the Netherlands, Ecoson focuses on 1. Processing pig manure into organic phosphate fertilizer, renewable gas and clean water; 2. Processing organic food waste into renewable electricity, renewable gas and solid biofuel for coal-fired power plants; 3. Processing residual animal fats into a biofuel for Combined Heat & Power plants and a feedstock for biodiesel. ","overview":"At the process facility in Son, the Netherlands, Ecoson focuses on 1. Processing pig manure into organic phosphate fertilizer, renewable gas and clean water; 2. Processing organic food waste into renewable electricity, renewable gas and solid biofuel for coal-fired power plants; 3. Processing residual animal fats into a biofuel for Combined Heat & Power plants and a feedstock for biodiesel. \n1.        Pig manure is collected from 70 farmers and is mono-digested, together with unborn manure, collected from slaughterhouses. The digestion process produces renewable gas for approx. 1,700 households. The digestate is separated in two streams. The phosphate rich stream is dried with waste heat and palletized into an organic phosphate rich fertilizer product, which is exported to low-phosphate regions in Europe.  The other stream is processed in an on-site waste water treatment plant, resulting into clean water that is discharged to local surface water. \n2.        Food waste is collected, ranging from slaughterhouse flotation sludge to organic food waste, swill, out-of-date food and catering products, as well as trapped grease. The food waste is digested in a bio-digestion plant, producing two substances: biogas and digestate (leftover after the biogas has been produced). The biogas is partly fed into a biogas engine to generate renewable electricity (partly internal use and partly fed to the public grid) and renewable heat. The remaining part of the biogas is processed in a biogas upgrade facility to produce high-quality renewable gas which is fed back to the public grid to provide local households. In total, this digestion process produces renewable energy for approx. 14,300 households.\nThe residue leftover is dried with waste heat and sold as a biofuel to coal-fired power stations. \n3.        Animal fats are refined into a biofuel product (Bioline). The biofuel product can be used in a CHP-unit to produce renewable electricity and heat or as a feedstock to produce biodiesel / renewable diesel. \n","context":"The Dutch company Ecoson is part of the Darling Ingredients International group. The main goal of the Darling Ingredients group is to create sustainable food, feed and fuel ingredient solutions by processing all animal by-products into different valuable products. The Darling group has a strong believe that both edible and in-edible residuals can and should be transformed into valuable products in order to realize economic and ecologic sustainability. Each company of the Darling group focuses on processing one or more different residual waste flows and are mostly complementary on a regional scale. \nEcoson is founded in 2007, recognizing the opportunity to create value from organic food waste, manure and animal by-products. Since 2007 Ecoson has engineered three different technological processes: 1. Ecoson Biophosphate to produce an organic phosphate rich product out of pig-manure. This process was built in 2014. 2. Ecoson Organic Food Waste Digestion to produce renewable electricity and renewable gas. 3. Ecoson Fat Refinery to produce biofuel from animal fat residues. \nThese three processes take place at the same location in Son. \n","process":"Ecoson is an example of closing the loop on economic and ecological sustainability for urgent challenges in the (national) agricultural sector. Through chain collaboration and high dedicated technology, Ecoson is being able to create a stable economic opportunity out of (former) waste  streams like pig manure, animal by-products and food residues.","actors":"i.        Pig farmers (manure producers) organized in the cooperation ZMD: agreement with Ecoson to supply pig manure for the digestion plant for a fixed gate price. \nii.        Organic waste producers, e.g. slaughterhouses, supermarkets, food processing plants, food services companies: agreement with Ecoson to supply organic waste to be processed into a non-hazardous, non-health risk related product. \niii.        Food waste collectors: third-party collectors of food waste. \niv.        Ecoson: technologically dedicated processing company to repurpose residual waste streams into valuable and commercial products. \nv.        Technological partner companies for design and delivery of equipment and facilities. \nvi.        Biophosphate user: farmers in European regions in need of a good organic phosphate rich fertilizer product. \nvii.        Biodiesel producers (and consumers): buyer of refined animal fat for producing and commercializing biodiesel.\n","farmer_benefits":"For 70 intensive pig livestock farmers Ecoson offers a solution to process their manure surplus (required by Dutch law) into organic phosphate rich fertilizer pellets, which are transported to low-phosphate regions (closing the phosphate mineral loop). For Dutch farmers, valuing pig manure is a major issue, since intensive livestock has caused a significant phosphate surplus in Dutch agriculture.","other_benefits":"Ecoson collects different residual products, offering not only a solution for pig farmers but also for companies dealing with food residues causing potential health risks. By combining the process facilities on a single location, Ecoson is able to reduce processing costs, and to optimize processing steps to create a zero-waste company. ","factors":"At the Ecoson location different waste streams are processed into new valuable products which allows Ecoson to optimize the processing facility. "}},
{"type":"Feature","geometry":{"type":"Point","coordinates":[5.493811,51.64799]},"properties":{"ID":5,"latitude":51.64799,"longitude":5.493811,"name":"AirMax Bio & AquaMax Bio – Biobased air/water drain system","region":"Netherlands, Germany, Brazil","country":"NL","img":"bp_general.jpg","annotation":"The products AirMax Bio & AquaMax Bio with a GreenLabel A certificate are biodegradable components for draining water and aerating air in the soil surrounding the roots of (young) trees. In current practices mostly plastic (PE) pipes are used for draining and/or aerating tree roots.","overview":"The products AirMax Bio & AquaMax Bio with a GreenLabel A certificate are biodegradable components for draining water and aerating air in the soil surrounding the roots of (young) trees. In current practices mostly plastic (PE) pipes are used for draining and/or aerating tree roots. The AirMax and AquaMax Bio products of Greenmax are fabricated out of corn starch and bioplastic (Cradonyl) and therefore 100% biobased.  Due to the biobased composition and degradable characteristics, the pipes will be fully composted after a few years and therefore do not need to be removed from the soil after their functional lifetime. At the moment the products AirMax Bio & AquaMax Bio have a 10-15% share in GreenMax’s turnover of aerating and draining systems. Due to higher production costs (raw material is more expensive and process energy costs are higher) of the biodegradable components, the selling price is 1,5 times higher compared to a conventional PE system. The added value of using the biodegradable products lies in eliminating waste-removal costs (labour costs for removing pipes and recycling/disposal costs). In order to increase the application of the biobased draining and aerating systems Greenmax cooperates with landscape and ecologically oriented architects, whom are contracted by municipalities. In this way the biobased products are incorporated in a wider ecological plan and eventually in drawing specifications. ","context":"GreenMax is supplier of a diversified range of products for partners and municipalities that establish green infrastructure projects, mostly in urban areas. Due to environmental issues more and more municipalities take sustainability and ecological responsibility into account when procuring green projects. Biobased and biodegradable products may to some extent contribute to the sustainable implementation of green projects. In partnership with biogranulate suppliers Greenmax developed biobased & biodegradable aerating and water drain components to increase the ecological potential of green infrastructure projects. ","process":"The biobased granulate fully fits in current production processes (injection moulding techniques) for hard plastics (HDPE/LDPE). The components of the aerating and water draining systems are biodegradable and will be fully composted after the product function lifetime, creating a zero-waste product and a reduction in waste-collection labour. ","actors":"-        Green polyethylene (PE) supplier for biobased products (Braskem, processing facility in Brazil); sugarcane from arable land is collected and processed into ethanol. The sugarcane ethanol is then processed by Braskem into polyethylene as a raw material for bioplastic production.  \n-        Bio-granulate supplier for biodegradable products (Rodenburg Biopolymers);\nWaste streams from different food processing companies is collected and processed into granulate to serve as a raw material in biobased production facilities. \n-        Production facility (PipeLife); Biogranulate is mixed with green polyethylene and heated before applying it in injection moulding techniques. \n-        Production facility and marketing (Greenmax); \nInjection-moulding on-site and commercializing products directly to end-users or via distributors. \n-        Distributors; commercializing biobased products to end-users. \n-        End-users (landscape architects, municipalities, tree growers); applying biobased products in green infrastructure projects. \n","farmer_benefits":"Farmers merely do not have a benefit in this value chain. Sugarcane production on arable land is bound to strict regulations (Sugarcane Industry Association UNICA) and only 0,02% of arable land in Brazil is dedicated to sugarcane for ethanol production. ","other_benefits":"-Sugarcane: Replacing fossil fuel polyethylene productions with green polyethylene production and therefore reducing CO2 emissions. \n-Bio-granulate suppliers: valorisation of residual waste streams (e.g. Cradonyl is processed out of waste streams from the food industry) into a raw material for biobased PE production.\n-Producers: reducing production of conventional PE products with use of conventional PE production facilities. Increasing turnover with new/innovative products to existing/new markets. To increase market share strategic partnerships are created with eco-architects and consultants, whom are in good consultation with municipalities and contractors. \nEnd-users benefit from a biobased and biodegradable product by reducing waste removal costs (labour and disposal costs), since the biodegradable characteristics create a fully composted product, leading to zero-waste for the end-user. Enhances the sustainable character of green infrastructure projects.","factors":"The biomass import from Brazil is a relatively low cost of raw material for producing biodegradable components. New innovative technologies developed for instance by Rodenburg Polymers lead to the production of bio granulate that fully fits in current PE injection moulding techniques. In this way minimizing investment costs for producing biobased components."}}
]}